[{"excercise_name":"Machine-assisted Chest Dip","excercise_preparation":"Mount wide dip bar with oblique grip (bar diagonal under palm), arms straight with shoulders above hands. Step down onto assistance lever with hips and knees bent.","excercise_instructions":"Lower body by bending arms, allowing elbows to flare out to sides. When slight stretch is felt in chest or shoulders, push body up until arms are straight. Repeat.","excercise_tips":"See mount and dismount. Some assisted machines require you to kneel on platform instead of standing on bar. Also see Assisted Triceps Dip.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Machine-assisted Chest Dip (kneeling)","excercise_preparation":"Mount wide dip bar with oblique grip (bar diagonal under palm), arms straight with shoulders above hands. Kneel on padded platform, lowering it down slightly so hips are slightly bent.","excercise_instructions":"Lower body by bending arms, allowing elbows to flare out to sides. When slight stretch is felt in chest or shoulders push body up until arms are straight. Repeat.","excercise_tips":"See mount and dismount. Some assisted machines require you to standing on bar. Also see Assisted Triceps Dip.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":["MACHINE"]},{"excercise_name":"Barbell Bench Press","excercise_preparation":"Lie supine on bench. Dismount barbell from rack over upper chest using wide oblique overhand grip.","excercise_instructions":"Lower weight to chest. Press bar upward until arms are extended. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Bench Press (power lift)","excercise_preparation":"Lie supine on bench. Grasp bar with overhand and slightly wider than shoulder width grip. Arch back, extend hips, and position feet back flat on floor. Dismount barbell from rack over chest.","excercise_instructions":"Lower weight to lower chest. Press bar upward until arms are extended. Repeat.","excercise_tips":"Competitive lifting requires bar to make contact with chest above bottom of the sternum with momentary pause. Gluteus Maximus, Erector Spinae, Quadriceps, and other muscles may be considered significant stabilizers during actual powerlift.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Maximus"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Board Press","excercise_preparation":"Lie supine on bench. Grasp bar with overhand and slightly wider than shoulder width grip. Arch back, extend hips, and position feet back flat on floor. Dismount barbell from rack over chest. Have assistant hold board on center of chest.","excercise_instructions":"Lower weight toward lower chest on to board. Press bar upward until arms are extended. Repeat.","excercise_tips":"Instead of assistant holding bench board, it can be strapped to torso, as shown. Boards of varying thicknesses (1, 2, or 3) can be used. Board Press develops strength in middle range of motion for Bench Press. Gluteus Maximus, Erector Spinae, Quadriceps, and other muscles may be considered significant stabilizers during actual powerlift.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Maximus"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Floor Press","excercise_preparation":"Lie supine on floor at base of power rack. Place feet on floor with knees bent. Grasp bar from rack with overhand and slightly wider than shoulder width grip. Dismount barbell from rack over chest.","excercise_instructions":"Lower weight to lower chest until the triceps are completely on the floor. Relax momentarily, then press bar upward until arms are extended. Repeat.","excercise_tips":"Floor Presses are also said to build explosive strength by breaking eccentric/concentric chain (AKA: stretch-shortening cycle) normally activated at bottom of standard Bench Press.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Guillotine Bench Press","excercise_preparation":"Lie supine on bench. Dismount barbell from rack over upper chest using wide oblique overhand grip.","excercise_instructions":"Lower weight to neck to upper chest. Upper arms will be perpendicular to torso. Press bar until arms are extended. Repeat.","excercise_tips":"Upper arm travels in perpendicular path to torso to minimize anterior deltoid involvement and mimics upper arm positioning of Chest Flies. The oblique grip (hand positioned with palm diagonal on bar) allows elbows to be more easily turned outward to each side. Also see Bench Press Analysis.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Triceps Brachii","Deltoid, Anterior"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Bench Press (with chains)","excercise_preparation":"Lie supine on bench. Grasp barbell loaded with thick chains from each side, with overhand and slightly wider than shoulder width grip. Dismount barbell from rack over chest.","excercise_instructions":"Lower weight to chest. Press bar upward until arms are extended. Repeat.","excercise_tips":"Chains provide increasing resistance as barbell moves away from floor. Chains can be used during either Powerlift-style Bench Press or Standard-style Bench Press. Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Decline Bench Press","excercise_preparation":"Lie supine on decline bench with feet under leg brace. Dismount barbell from rack over chest using wide oblique overhand grip.","excercise_instructions":"Lower weight to chest. Press bar until arms are extended. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Latissimus Dorsi involvement is l ow on Decline Bench Press (Barnett 1995). Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["BARBELL"]},{"excercise_name":"Cable Chest Dip","excercise_preparation":"Step between wide dip bars with dip belt around waist. Kneel as close as possible to low pulley and attach cable to dip belt. Stand up and mount dip bar with oblique grip (bar diagonal under palm), arms straight with shoulders above hands. Keep hips and knees bent.","excercise_instructions":"Lower body by bending arms, allowing elbows to flare out to sides. When slight stretch is felt in chest or shoulders, push body up until arms are straight and repeat.","excercise_tips":"The animation depicts dip bar placed in front of low pull cable. If cable dip machine is available, attach hip harness and step up to dip bar. Also see Cable Triceps Dip.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":["CABLE","MACHINE"]},{"excercise_name":"Cable Decline Fly","excercise_preparation":"Grasp two opposing high pulley dumbbell attachments. Lie supine on decline bench, in middle and perpendicular to both pulleys. Slightly bend elbows and internally rotate shoulders so elbows are back.","excercise_instructions":"Bring cable stirrups together above upper abdomen in hugging motion; elbows in fixed position and shoulders internally rotated so elbows are to sides. Return to starting position until chest is slightly stretched. Repeat.","excercise_tips":"Since incline of bench does not actually affect angle of pull as with dumbbells, similar effect can be achieved on flat bench if cable stirrups are brought together above upper abdomen instead of chest. Keep shoulders internally rotated so elbows point downward at bottom position and outward at top position. Keep elbows at fixed angle, only slightly bent. Anterior Deltoid will no longer act as synergist in steep decline bench position.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Biceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Biceps Brachii","Brachialis","Triceps Brachii","Wrist Flexors"],"equipment_required":["DUMBBELL","CABLE"]},{"excercise_name":"Cable Lying Fly","excercise_preparation":"Grasp two opposing low pulley stirrup attachments. Lie supine on bench, in middle and perpendicular to both pulleys. Slightly bend elbows and internally rotate shoulders so elbows are back.","excercise_instructions":"Bring cable attachments together in hugging motion with elbows in fixed position and shoulders internally rotated so elbows are to sides. Return to starting position until slight stretch. Repeat.","excercise_tips":"Keep shoulders internally rotated so elbows point downward at bottom position and outward at top position. Keep elbows at fixed angle, only slightly bent.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Biceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Biceps Brachii","Brachialis","Triceps Brachii","Wrist Flexors"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Seated Fly","excercise_preparation":"Sit on seat and grasp stirrups to each side. Slightly bend elbows and internally rotate shoulders so elbows are back.","excercise_instructions":"Keeping elbows pointed high, bring cable attachments together in hugging motion with elbows in fixed position. Return to starting position until slight stretch. Repeat.","excercise_tips":"Shoulders are kept internally rotated so elbows are pointing back and out to sides.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Biceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Biceps Brachii","Brachialis","Triceps Brachii","Wrist Flexors"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Standing Fly","excercise_preparation":"Grasp two opposing high pulley dumbbell attachments. Stand with pulleys to each side. Bend over slightly by flexing hips and knees. Bend elbows slightly and internally rotate shoulders so elbows are back initially.","excercise_instructions":"Bring cable attachments together in hugging motion with elbows in fixed position. Keep shoulders internally rotated so elbows are pointed upward at top and out to sides at bottom. Return to starting position until chest muscles are stretched. Repeat.","excercise_tips":"Under greater resistance, positioning torso at lower angle downward (by bending over at hips), will allow upper body weight to counterbalance upward pull of cables, as opposed to stepping forward and struggling with backward pull of cables.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Biceps Brachii","Brachialis","Triceps Brachii","Wrist Flexors","Rectus Abdominis","Obliques"],"equipment_required":["DUMBBELL","CABLE"]},{"excercise_name":"Cable Bench Press","excercise_preparation":"Lie on bench and grasp stirrups attached to low cable pulley on each side. Position stirrups out to each side of chest with bent arm under each wrist.","excercise_instructions":"Push stirrups up over each shoulder until arms are straight and parallel to one another. Return stirrups to original position, until slight stretch is felt in shoulders or chest. Repeat.","excercise_tips":"Stirrup should follow slight arch pattern, above upper arm between elbow and chest at bottom, traveling inward over each shoulder at t op. Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["CABLE"]},{"excercise_name":"Cable Bar Bench Press","excercise_preparation":"Position adjustable pulley higher than intended height but within arms reach from bench. Position bench under cable bar. Lie supine on bench. While lying on bench, reach over and lower each pulley into intended position so that cables are taut in lowest position with bar on chest. Grasp bar with both hands using wide oblique overhand grip.","excercise_instructions":"Press bar upward until arms are extended. Lower bar to chest or until slight stretch is felt in shoulders. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Also see Bench Press Analysis and Cable Bar Standing Bench Press.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["CABLE"]},{"excercise_name":"Cable Chest Press","excercise_preparation":"Sit on seat and grasp stirrups to each side. Position elbows out to sides, slightly lower than shoulder height. Position hands slightly narrower than elbow width in front of upper arms.","excercise_instructions":"Push stirrups out straight until arms are straight and parallel to one another. Return stirrups to original position, until slight stretch is felt in shoulders or chest. Repeat.","excercise_tips":"Stirrup should follow slight arch pattern, in front of upper arm between elbow and chest in stretched position, traveling inward in front of each shoulder at extended position.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["CABLE"]},{"excercise_name":"Cable One Arm Chest Press","excercise_preparation":"Sit on seat and grasp stirrup to one side. Position elbows out to side, slightly lower than shoulder height. Position hand slightly narrower than elbow width in front of upper arm.","excercise_instructions":"Push stirrups out straight in front of shoulder until arm is straight. Return stirrups to original position until slight stretch is felt through shoulder or chest. Repeat.","excercise_tips":"Also see exercise performed with twisting movement. Pectoralis Minor and Serratus Anterior act as stabilizers if torso is not against back support as shown.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["CABLE"]},{"excercise_name":"Cable Standing Chest Press","excercise_preparation":"Stand between two shoulder height pulleys, facing away from cable columns. Grasp cable stirrups from each side. Position stirrups to sides of chest with elbows out to sides. Position forearms horizontally and parallel with hands elbow width. Step forward in lunging posture (one foot in front and other foot behind). Lean and step forward with one foot in front, bending forward leg.","excercise_instructions":"Push stirrups forward until arms are straight and parallel to one another. Return stirrups to original position until slight stretch is felt in chest or shoulders. Repeat.","excercise_tips":"Stirrup should follow slight arch pattern as hands travel closer together toward extension. Cable pulleys should be relatively close together, narrower than width of arms extended out to sides (but not too close), closer than what is typically found on standard cable cross over setup.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Pectoralis Minor","Serratus Anterior"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Bar Standing Chest Press","excercise_preparation":"Stand facing behind cable bar, mounted on each side to shoulder height narrow double pulley cables. Grasp cable bar with wide overhand grip. Position bar chest height with elbows angled behind. Lean and step forward with one foot in front, bending forward leg.","excercise_instructions":"Push cable bar forward until arms are straight. Return cable bar to original position until slight stretch is felt in chest or shoulders. Repeat.","excercise_tips":"Cable pulleys should be relatively close together, narrower than width of arms extended out to sides (but not too close), closer than what is typically found on standard cable cross over setup. Range of motion will be compromised if grip is too wide.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii","Pectoralis Minor"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["CABLE"]},{"excercise_name":"Cable Twisting Chest Press","excercise_preparation":"Sit on seat and grasp stirrup to one side. Position elbow out to side, slightly lower than shoulder height. Position hand slightly narrower than elbow width, in front of upper arm. Lean forward in seat.","excercise_instructions":"Push stirrup out in front of upper chest while turning torso away from pulley. Return stirrup and torso back to original position allowing torso to rotate back until slight stretch is felt through chest, shoulder or waist. Repeat.","excercise_tips":"The effective range of motion of Pectoralis Major is only about half of what it is in non-twisting movement.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii","Obliques","Serratus Anterior"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Decline Chest Press","excercise_preparation":"Sit on seat and grasp stirrups to each side. Position elbows out to sides, slightly lower than shoulder height. Position hands slightly narrower than elbow width in front of upper arms.","excercise_instructions":"Push stirrups forward and slightly downward until arms are straight and parallel to one another. Return stirrups to original position, until slight stretch is felt in shoulders or chest. Repeat.","excercise_tips":"Stirrup should follow slight arch pattern, in front of upper arm between elbow and chest in stretched position, traveling inward and slightly downward just below each shoulder at ex tended position. Latissimus Dorsi involvement is low on Decline Bench Press (Barnett 1995).","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["CABLE"]},{"excercise_name":"Cable Bar Standing Decline Chest Press","excercise_preparation":"Stand facing behind cable bar mounted on each side to shoulder height narrow double pulley cables. Grasp cable bar with wide overhand grip. Position bar chest height with elbows angled behind and above. Lean and step forward with one foot in front, bending forward knee.","excercise_instructions":"Push cable bar forward and downward until bar is about hip height and arms are straight. Return cable bar to original position until slight stretch is felt in chest or shoulders. Repeat.","excercise_tips":"Cable pulleys should be relatively close together, narrower than width of arms extended out to sides (but not too close), closer than what is typically found on standard cable cross over setup.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii","Pectoralis Minor"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["CABLE"]},{"excercise_name":"Cable Standing Decline Chest Press","excercise_preparation":"Stand between two high pulleys, facing away from cable columns. Grasp cable stirrups from each side. Position stirrups down to sides of lower chest with elbows high out to sides. Angle forearms downward with hands elbow width or slightly narrower. Lean and step forward with forward leg bent or stand feet side by side with both legs slightly bent (as shown).","excercise_instructions":"Push stirrups at forward/downward angle until arms are straight and parallel to one another. Return stirrups to original position until slight stretch is felt in chest or shoulders. Repeat.","excercise_tips":"Stirrup should follow slight arch pattern as hands travel closer together toward extension. Cable pulleys should be relatively close together, narrower than width of arms extended out to sides (but not too close), closer than what is typically found on standard cable cross over setup.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii","Pectoralis Minor"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["CABLE"]},{"excercise_name":"Cable Twisting Standing Chest Press","excercise_preparation":"Grasp cable stirrup from chest height pulley. Turn body away from pulley. Position elbow of loaded arm out to side, lower chest height. Position loaded hand back approximately shoulder height and elbow width. Step far forward with foot of opposite side of loaded arm. Bend knees and position heel off rear foot off floor.","excercise_instructions":"Push stirrups away from body, horizontally until arm is straight and inline with cable. Return stirrups to original position until slight stretch is felt in chest or shoulder. Repeat. Continue with opposite arm.","excercise_tips":"Stirrup should follow slight arch pattern, in front of upper arm between elbow and chest in stretched position, traveling inward in front shoulder at contracted position.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii","Serratus Anterior","Obliques","Quadratus Lumborum",null,null,null,null,null,null,"Adductors"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis"],"equipment_required":["CABLE"]},{"excercise_name":"Dumbbell Bench Press","excercise_preparation":"Sit down on bench with dumbbells resting on lower thigh. Kick weights to shoulder and lie back. Position dumbbells to sides of chest with bent arm under each dumbbell.","excercise_instructions":"Press dumbbells up with elbows to sides until arms are extended. Lower weight to sides of chest until slight stretch is felt in chest or shoulder. Repeat.","excercise_tips":"Dumbbells should follow slight arch pattern, above upper arm between elbow and chest at bottom, traveling inward over each shoulder at top. No need to drop weights - see suggested mount and dismount techniques: standard or advanced. Also see mount & dismount from special machine rack and Bench Press Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["DUMBBELL","MACHINE"]},{"excercise_name":"Dumbbell Decline Bench Press","excercise_preparation":"Sit down on decline bench with feet under leg brace and dumbbells resting on thigh. Lie back with dumbbells. Position dumbbells to sides of chest with bent arm under each dumbbell.","excercise_instructions":"Press dumbbells up with elbows to sides until arms are extended. Lower weight to sides of chest until slight stretch is felt in chest or shoulder. Repeat.","excercise_tips":"Stirrup should follow slight arch pattern, above upper arm between elbow and chest at bottom, traveling inward over each shoulder at top. No need to drop weights - see suggested mount and dismount technique. Latissimus Dorsi involv ement is low on Decline Bench Press (Barnett 1995). Also see mount & dismount from special machine rack and Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["DUMBBELL","MACHINE"]},{"excercise_name":"Dumbbell Decline Fly","excercise_preparation":"Grasp two dumbbells. Lie supine on decline bench. Support dumbbells above upper abdomen with arms fixed in slightly bent position. Internally rotate shoulders so elbows are to sides.","excercise_instructions":"Lower dumbbells to sides until chest muscles are stretched with elbows fixed. Bring dumbbells together in wide hugging motion until dumbbells are nearly together. Repeat.","excercise_tips":"Keep elbows at fixed angle, only slightly bent, and pointing outward, opposite direction of upward motion. Anterior Deltoid will no longer act as synergist in steep decline bench position.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Biceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Biceps Brachii","Brachialis","Triceps Brachii","Wrist Flexors"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Fly","excercise_preparation":"Grasp two dumbbells. Lie supine on bench. Support dumbbells above chest with arms fixed in slightly bent position. Internally rotate shoulders so elbows point out to sides.","excercise_instructions":"Lower dumbbells to sides until chest muscles are stretched with elbows fixed in slightly bent position. Bring dumbbells together in wide hugging motion until dumbbells are nearly together. Repeat.","excercise_tips":"Keep shoulders internally rotated so elbows point downward at bottom position and outward at top position. Keep elbows at fixed angle, only slightly bent.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Biceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Biceps Brachii","Brachialis","Triceps Brachii","Wrist Flexors"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Pullover","excercise_preparation":"Lie on upper back perpendicular to bench. Flex hips slightly. Grasp one dumbbell from behind or from side with both hands under inner plate of dumbbell. Position dumbbell over chest with elbows slightly bent.","excercise_instructions":"Keeping elbows slightly bent throughout movement, lower dumbbell over and beyond head until upper arms are in-line with torso. Pull dumbbell up and over chest. Repeat.","excercise_tips":"Lower body extending off of bench acts as counter balance to resistance and keeps upper back fixed on bench. Avoid hips from raising up significantly. Actual range of motion is dependent upon individual shoulder flexibility. Keep elbows fixed at small bend throughout exercise. See suggested mount & dismount.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Latissimus Dorsi","Teres Major",null,"Deltoid, Posterior","Pectoralis Minor","Rhomboids","Levator Scapulae"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Triceps Brachii","Deltoid, Anterior","Pectoralis Major, Clavicular Head","Wrist Flexors"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Pullover (on apparatus)","excercise_preparation":"Sit on lower pad with back against upper pad, facing dumbbell in rack. Position feet under padded bars. Grasp dumbbell by handle with both hands. Pull top of dumbbell to chest. Push dumbbell up over chest with both hands under inner plate of dumbbell. Raise hips up from pad and recline torso back so chest faces upward. Keep hips and elbows slightly bent.","excercise_instructions":"Keeping elbows slightly bent throughout movement, lower dumbbell over and beyond head until upper arms are in-line with torso. Pull dumbbell up and over chest. Repeat.","excercise_tips":"Avoid hips from raising up significantly. Actual range of motion is dependent upon individual shoulder flexibility. Keep elbows fixed at small bend throughout exercise. See suggested mount & dismount.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Latissimus Dorsi","Teres Major",null,"Deltoid, Posterior","Pectoralis Minor","Rhomboids","Levator Scapulae"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Triceps Brachii","Deltoid, Anterior","Pectoralis Major, Clavicular Head","Wrist Flexors"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Pullover (on arched bench)","excercise_preparation":"Sit on seat of arched bench with dumbbell on lower thigh. Kick dumbbell up to shoulder while lying back on bench. Grasp both hands under inner plate of dumbbell. Position dumbbell over chest with elbows slightly bent.","excercise_instructions":"Keeping elbows slightly bent throughout movement, lower dumbbell over and beyond head until upper arms are in-line with torso. Pull dumbbell up and over chest. Repeat.","excercise_tips":"Actual range of motion is dependent upon individual shoulder flexibility. Keep elbows fixed at small bend throughout exercise. See suggested mount & dismount.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Latissimus Dorsi","Teres Major",null,"Deltoid, Posterior","Pectoralis Minor","Rhomboids","Levator Scapulae"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Triceps Brachii","Deltoid, Anterior","Pectoralis Major, Clavicular Head","Wrist Flexors"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Lever Bench Press (plate loaded)","excercise_preparation":"Lie supine on bench with chest under lever bar. Grasp lever bar with wide oblique overhand grip.","excercise_instructions":"Press bar until arms are extended. Lower weight to upper chest. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Also see Bench Press Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Barbell Bench Press (plate loaded)","excercise_preparation":"Lie supine on bench with upper chest under bar. Grasp bar with wide oblique overhand grip. Disengage bar by rotating bar.","excercise_instructions":"Lower weight to chest. Press bar until arms are extended. Repeat.","excercise_tips":"Orientation relative to lever will depend upon height of fulcrum relative to bench. Position body so bar is over shoulders during extension, yet lower on chest in lowest position. Range of motion will be compromised if grip is too wide. Also see Bench Press Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["BARBELL","LEVER"]},{"excercise_name":"Lever Chest Dip (plate loaded)","excercise_preparation":"Sit on seat and grasp handles with oblique grip. If possible, place handles in wide position. Lean forward slightly.","excercise_instructions":"Push lever down with elbows away from body. Return until chest is slightly stretched. Repeat.","excercise_tips":"Also see Lever Triceps Dip.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":["LEVER"]},{"excercise_name":"Lever Chest Press (plate loaded)","excercise_preparation":"Sit on seat with chest approximately height of handles. Grasp handles with wide overhand grip; elbows out to sides just below shoulders.","excercise_instructions":"Press levers until arms are extended. Return weight until chest muscles are slightly stretched. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Also see Bench Press Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Decline Chest Press (plate loaded)","excercise_preparation":"Sit on seat with handles lower chest height. Grasp handle with wide overhand grip; elbows out to sides just below shoulders.","excercise_instructions":"Press lever until arms are extended. Return weight until chest muscles are slightly stretched. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Latissimus Dorsi involvem ent is low on Decline Bench Press (Barnett 1995). Also see exercises performed on alternative machine. Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Decline Chest Press (plate loaded)","excercise_preparation":"Sit on seat with lever grips lower chest height. Grasp grips with wide overhand grip; elbows out to sides just below shoulders.","excercise_instructions":"Press lever until arms are extended. Return weight until chest muscles are slightly stretched. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Latissimus Dorsi involvement is low on Decline Bench Press (Barnett 1995). Also see exercises performed on Hammer Machine. Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Wide Grip Chest Press (plate loaded)","excercise_preparation":"Sit on seat with chest approximately height of handles. Grasp handles with wide overhand grip and elbows out to sides.","excercise_instructions":"Press lever until arms are extended. Return weight until chest muscles are slightly stretched. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Also see Bench Press Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Chest Dip","excercise_preparation":"If possible, place handles in wide position. Sit on seat and grasp handles with oblique grip. Lean forward slightly and allow elbows to flare out.","excercise_instructions":"Push lever down by straightening arms. Return lever up with elbows flaring out until chest is slightly stretched. Repeat.","excercise_tips":"See Lever Chest Dip on machine facing fulcrum. Also see Lever Triceps Dip.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Chest Dip","excercise_preparation":"If possible, place handles in wide position. Sit on seat with legs under pads. Grasp handles with oblique grip. Lean slightly forward and allow elbows to flare out.","excercise_instructions":"Push lever down by straightening arms. Return lever up with elbows flaring out until chest is slightly stretched. Repeat.","excercise_tips":"See alternative machine. Also see Lever Chest Dip on machine facing away from fulcrum and Lever Triceps Dip.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Bent-over Fly (on iron cross machine)","excercise_preparation":"Stand on platform in front of Lever Iron Cross Machine. Grasp handles to each side. Bend over at hips with knees and elbows bent slightly. Internally rotate shoulders so elbows are pointing upward.","excercise_instructions":"Bring lever handles together in hugging motion with elbows in fixed position. Keep shoulders internally rotated so elbows are pointed upward at top and out to sides at bottom. Return to starting position until chest muscles are stretched. Repeat.","excercise_tips":"Height of platform should allow shoulders to be near the same height of fulcrums. Secondary levers compensate somewhat for variations if alignment between points of rotation (lever fulcrum and shoulder girdle articulation). Under greater resistance, height of platform can be increased so torso can be positioned at lower angle downward (by bending over at hips). This will allow upper body weight to counterbalance upward pull of levers. See Lever Seated Iron Cross Fly and Lever Iron Cross for Lats.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Pectoralis Minor","Biceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Biceps Brachii","Brachialis","Triceps Brachii","Wrist Flexors","Rectus Abdominis","Obliques"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Seated Decline Fly (gripless)","excercise_preparation":"Sit on seat with back against seat. Position both arms over back of padded levers. Slightly bend elbows and internally rotate shoulders, wrists are slightly lower than elbows.","excercise_instructions":"Bring padded levers together by pushing pads forward and downward in hugging motion. Return to starting position until chests muscle are stretched. Repeat.","excercise_tips":"Shoulders should be internally rotated so elbows are pointing back at beginning of motion and outward at end of motion.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Pectoralis Minor"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Lying Fly","excercise_preparation":"Lie supine on bench. Position both arms under padded levers. Slightly bend elbows and internally rotate shoulders so elbows are back.","excercise_instructions":"Bring padded levers upward and together in hugging motion. Return to starting position until chest muscles are stretched. Repeat.","excercise_tips":"Shoulders should be internally rotated so elbows are pointing downward at bottom of motion and outward at top of motion.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Pectoralis Minor","Deltoid, Anterior","Serratus Anterior"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Pec Deck Fly","excercise_preparation":"Sit on machine with back on pad. If available, push foot lever until padded lever moves forward. Place forearms on padded lever. Position upper arms approximately parallel. Release foot lever.","excercise_instructions":"Push levers together. Return until chest muscles are stretched. Repeat.","excercise_tips":"None","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Pectoralis Minor","Serratus Anterior"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Decline Pec Deck Fly","excercise_preparation":"Sit on machine with back on pad. If available, push foot lever until padded lever moves forward. Place forearms on padded lever. Position upper arms approximately parallel. Release foot lever.","excercise_instructions":"Push levers together. Return until chest muscles are stretched. Repeat.","excercise_tips":"None.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Pectoralis Minor"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Seated Fly","excercise_preparation":"Sit on machine with back on pad. Grasp handles to both sides, shoulder height. Slightly bend elbows and internally rotate shoulders so elbows are back.","excercise_instructions":"Keeping elbows pointed high, push lever handles forward and together. Return to back toward original position until mild stretch is felt in chest or shoulder. Repeat.","excercise_tips":"Shoulders are kept internally rotated so elbows are pointing out to sides. The starting position of levers can be adjusted on many apparatuses, allowing for both rear delt and chest to be exercised. Exercise can be performed on Lever Rear Delt machine even if levers do not adjust to wide starting position. Also see exercises on alternative machine.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Pectoralis Minor","Deltoid, Anterior","Biceps Brachii","Serratus Anterior"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Biceps Brachii","Brachialis","Wrist Flexors"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Seated Fly","excercise_preparation":"Sit on machine with back on pad. Grasp handles to both sides, shoulder height. Slightly bend elbows and internally rotate shoulders so elbows are back.","excercise_instructions":"Keeping elbows pointed high, push lever handles forward and together. Return to back toward original position until mild stretch is felt in chest or shoulder. Repeat.","excercise_tips":"Shoulders are kept internally rotated so elbows are pointing out to sides. Adjust lever arms on machine so slight stretch is felt when weight is lowered. Also see exercises on alternative machine.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Pectoralis Minor","Deltoid, Anterior","Biceps Brachii","Serratus Anterior"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Biceps Brachii","Brachialis"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Seated Fly (gripless)","excercise_preparation":"Sit on seat with back against pad and feet on foot bar. Position both arms behind padded levers. Slightly bend elbows and internally rotate shoulders so elbows are pointed back.","excercise_instructions":"Bring padded levers forward and together in hugging motion. Return to starting position until stretch in chests or shoulder is felt. Repeat.","excercise_tips":"Shoulders should be internally rotated so elbows are pointing backward at beginning of motion and forward at completion of motion.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Pectoralis Minor","Deltoid, Anterior","Serratus Anterior"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Seated Iron Cross Fly","excercise_preparation":"Straddle seat with both levers positioned slightly above horizontal. Grasp both lever ends with elbows slightly above levers. Sit down near end of seat with torso leaning forward slightly and slightly bent elbows pointing back.","excercise_instructions":"Push levers downward and together in hugging motion. Keep shoulders internally rotated so elbows are pointed slightly upward at top and out to sides at bottom. Return to starting position until chest muscles are stretched. Repeat.","excercise_tips":"Under greater resistance, positioning torso at lower angle downward (by bending over at hips), will allow upper body weight to counterbalance upward pull of cables, as opposed to stepping forward and struggling with the backward pull of cables. Also see Bent-over Fly on Standing Iron Cross Machine.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Biceps Brachii","Brachialis","Wrist Flexors","Rectus Abdominis","Obliques"],"equipment_required":["CABLE","LEVER","MACHINE"]},{"excercise_name":"Lever Bench Press","excercise_preparation":"Lie supine on bench with chest under lever bar. Grasp lever bar with wide oblique overhand grip.","excercise_instructions":"Press bar until arms are extended. Lower weight to upp er chest. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Also see Bench Press Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Chest Press","excercise_preparation":"Sit on seat with chest approximately height of handles. Grasp handles with wide overhand grip; elbows out to sides just below shoulders.","excercise_instructions":"Press lever until arms are extended. Return weight until chest muscles are slightly stretched. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Also see exercise performed with parallel grip. Also see Bench Press Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Alternating Chest Press","excercise_preparation":"Sit on seat with lever grips lower chest height. Grasp grips with wide overhand grip; elbows out to sides just below shoulders.","excercise_instructions":"Press one lever until arm is extended. Return lever back until chest muscle is slightly stretched. Repeat with opposite arm, alternating between sides.","excercise_tips":"Range of motion will be compromised if grip is too wide.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Chest Press","excercise_preparation":"Sit on seat with chest approximately height of horizontal handles. If available, push foot lever until lever is within grasping range. Grasp handles with wide overhand grip; elbows out to sides just below shoulders. Release foot lever.","excercise_instructions":"Press lever until arms are extended. Return weight until chest muscles are slightly stretched. Repeat.","excercise_tips":"Some machines have foot levers to position handles in a more comfortable starting and ending position. If foot lever is available, engage it before grasping handles, release it before performing exercise, and engage it again just before releasing grips.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Parallel Grip Chest Press","excercise_preparation":"Sit on seat with sides of ribs approximately height of parallel handles. If available, push foot lever until handles are within grasping range. Grasp parallel handles. Release foot lever.","excercise_instructions":"Press lever until arms are extended. Return weight until shoulders or chest feels slightly stretched. Repeat.","excercise_tips":"Some machines have foot levers to position handles in a more comfortable starting and ending position. If foot lever is available, engage it before grasping handles, release it before performing exercise, and engage it again just before releasing grips.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Decline Chest Press","excercise_preparation":"Sit on seat with lever grips lower chest height. Grasp grips with wide overhand grip; elbows out to sides just below shoulders.","excercise_instructions":"Press lever until arms are extended. Return weight until chest muscles are slightly stretched. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Latissimus Dorsi involvement is low on Decline Bench Press (Barnett 1995). Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Alternating Decline Chest Press","excercise_preparation":"Sit on seat with lever grips lower chest height. Grasp grips with wide overhand grip; elbows out to sides just below shoulders.","excercise_instructions":"Press one lever until arm is extended. Return lever back until chest muscle is slightly stretched. Repeat with opposite arm, alternating between sides.","excercise_tips":"Range of motion will be compromised if grip is too wide.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Decline Bench Press","excercise_preparation":"Lie supine on decline bench with feet under leg brace and chest under lever bar. Grasp lever bar with wide oblique overhand grip.","excercise_instructions":"Press bar until arms are extended. Lower weight to chest. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Latissimus Dorsi involvement is low on Decline Bench Press (Barnett 1995). Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Sled Standing Chest Dip","excercise_preparation":"Stand between handles facing machine. Bend forward slightly and grasp parallel handles with oblique grip. Position elbows upward and outward. Bend knees just enough to raise selected weight up from remaining weight stack.","excercise_instructions":"Push lever down by straightening arms. Return lever up with elbows flaring out until chest is slightly stretched. Repeat.","excercise_tips":"This particular machine design is rare. See typical dip machines:","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":["LEVER","MACHINE","SLED"]},{"excercise_name":"Sled Horizontal Grip Standing Chest Dip","excercise_preparation":"Stand between handles facing machine. Bend forward slightly and grasp transverse handles with overhand grip. Position elbows upward and outward. Bend knees just enough to raise selected weight up from remaining weight stack.","excercise_instructions":"Push lever down by straightening arms. Return lever up with elbows flaring out until chest is slightly stretched. Repeat.","excercise_tips":"Both the machine design and handle orientation are rare. See typical dip machines:","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":["LEVER","MACHINE","SLED"]},{"excercise_name":"Smith Bench Press","excercise_preparation":"Lie supine on bench with chest under bar. Grasp bar with wide oblique overhand grip. Disengage bar by rotating bar back.","excercise_instructions":"Lower weight to chest. Press bar until arms are extended. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Also see Bench Press Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["SMITH"]},{"excercise_name":"Smith Decline Bench Press","excercise_preparation":"Lie supine on decline bench with feet under leg brace and chest under bar. Grasp bar with wide oblique overhand grip. Disengage bar by rotating bar back.","excercise_instructions":"Lower weight to chest. Press bar until arms are extended. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Latissimus Dorsi involvement is low on Decline Bench Press (Barnett 1995). Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["SMITH"]},{"excercise_name":"Weighted Chest Dip","excercise_preparation":"Place weight on dip belt around waist or place dumbbell between lower legs just above feet. Mount wide dip bar with oblique grip (bar diagonal under palm), arms straight with shoulders above hands. Keep hips and knees bent.","excercise_instructions":"Lower body by bending arms, allowing elbows to flare out to sides. When slight stretch is felt in chest or shoulders, push body up until arms are straight. Repeat.","excercise_tips":"Added weight can be placed on dip belt or dumbbell can be placed between ankles. Also see Weighted Triceps Dip and Chest Dip.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Weighted Push-up","excercise_preparation":"Lie prone on floor with hands slightly wider than shoulder width. Raise body up off floor by extending arms with body straight. Partner can place weight plate(s) on back if needed.","excercise_instructions":"Keeping body straight, lower body to floor by bending arms. Push body up until arms are extended. Repeat.","excercise_tips":"Both upper and lower body must be kept straight throughout movement. Exercise can be performed without additional weight. If additional weight is used, partner will need to add and remove weight, and keep weight from sliding off back. See narrower grip push-up.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis","Obliques","Quadriceps","Pectoralis Minor","Serratus Anterior"],"equipment_required":[]},{"excercise_name":"Weighted Push-up (on handles)","excercise_preparation":"Kneel before two push-up handles placed slightly wider than shoulder width apart. Grasp both handles and place feet back on floor or slightly elevated platform. Position body straight with arms extended. Partner can place weight plate(s) on back if needed.","excercise_instructions":"Keeping body ridged, lower body downward by bending arms until slight stretch is felt in chest or shoulders. Push body back up until arms are extended. Repeat.","excercise_tips":"Both upper and lower body must be kept straight throughout movement. Exercise can be performed without additional weight, without handles, or without platform. Platform compensates for height of handles. If platform is too high, upper chest will be emphasized (see Decline Push-up). If additional weight is used, partner will need to add and remove weight, and keep weight from sliding off back.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis","Obliques","Quadriceps","Pectoralis Minor","Serratus Anterior"],"equipment_required":[]},{"excercise_name":"Band-assisted Chest Dip","excercise_preparation":"Place one foot on middle of exercise band with ends looped on wide dip bars. Push band down partially by extending leg. Mount dip bar with oblique grip (bar diagonal under palm), arms straight, and shoulders above hands. Place other foot on exercise band next to other foot. Bend knees and hips slightly.","excercise_instructions":"Lower body by bending arms, allowing elbows to flare out to sides. When slight stretch is felt in chest or shoulders, push body up until arms are straight. Repeat.","excercise_tips":"Also see Band-assisted Triceps Dip.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":[]},{"excercise_name":"Chest Dip","excercise_preparation":"Mount wide dip bar with oblique grip (bar diagonal under palm), arms straight with shoulders above hands. Bend knees and hips slightly.","excercise_instructions":"Lower body by bending arms, allowing elbows to flare out to sides. When slight stretch is felt in chest or shoulders, push body up until arms are straight. Repeat.","excercise_tips":"Also see Triceps Dip.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":[]},{"excercise_name":"Chest Dip (between benches)","excercise_preparation":"Stand between ends of two benches. Place hands on ends of benches with fingers off ends of benches. Grip should be somewhat wide. Position feet out in front with legs straight, heels on floor, and torso upright.","excercise_instructions":"Lower body by bending arms, allowing elbows to flare out to sides. When slight stretch is felt in chest or shoulders, push body up until arms are straight. Repeat.","excercise_tips":"In above clip, hands are positioned at ends of main segments of benches with fingers between gaps.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":[]},{"excercise_name":"Chest Dip (bent knees between benches)","excercise_preparation":"Stand between ends of two benches. Place hands on ends of benches with fingers off ends of benches. Position feet out in front with legs bent and torso upright.","excercise_instructions":"Lower body by bending arms, allowing elbows to flare out to sides. When slight stretch is felt in chest or shoulders, push body up until arms are straight. Repeat.","excercise_tips":"In above clip, hands are positioned at ends of main segments of benches with fingers between gaps. On standard benches, hands should be placed near ends of benches. Perform on higher benches if slight stretch is not felt. Also see Triceps Dip (between benches).","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":[]},{"excercise_name":"Push-up","excercise_preparation":"Lie prone on floor with hands slightly wider than shoulder width. Raise body up off floor by extending arms with body straight.","excercise_instructions":"Keeping body straight, lower body to floor by bending arms. Push body up until arms are extended. Repeat.","excercise_tips":"Both upper and lower body must be kept straight throughout movement. See close grip push-up. Also see push-up test calculator.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Serratus Anterior","Pectoralis Minor","Rectus Abdominis","Obliques","Quadriceps"],"equipment_required":[]},{"excercise_name":"Incline Push-up","excercise_preparation":"Stand facing bench or sturdy elevated platform. Place hands on edge of bench or platform, slightly wider than shoulder width. Position forefoot back from bench or platform with arms and body straight. Arms should be perpendicular to body.","excercise_instructions":"Keeping body straight, lower chest to edge of box or platform by bending arms. Push body up until arms are extended. Repeat.","excercise_tips":"Both upper and lower body must be kept straight throughout movement. Height of bench or platform affects difficulty of movement.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis","Obliques","Pectoralis Minor","Serratus Anterior","Quadriceps","Gastrocnemius","Soleus"],"equipment_required":[]},{"excercise_name":"Incline Push-up (on bar)","excercise_preparation":"Grasp horizontal bar (lower than chest height) with hands slightly wider than shoulder width. Position forefeet back from bar with arms and body straight. Arms should be perpendicular to body.","excercise_instructions":"Keeping body straight, lower chest to bar by bending arms. Push body up until arms are extended. Repeat.","excercise_tips":"Both upper and lower body must be kept straight throughout movement. Height of bar affects difficulty of movement. See Gravity Vectors for greater understanding of how body angle influences resistance.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis","Obliques","Pectoralis Minor","Serratus Anterior","Quadriceps","Gastrocnemius","Soleus"],"equipment_required":[]},{"excercise_name":"Push-up (on knees)","excercise_preparation":"Lie prone on floor with hands slightly wider than shoulder width. Bend knees and raise body up off floor by extending arms with body straight.","excercise_instructions":"Keeping body straight and knees bent, lower body to floor by bending arms. Push body up until arms are extended. Repeat.","excercise_tips":"Both upper and lower body must be kept straight throughout movement. Forefeet can remain on floor as long as body is pivoting on knees. See close grip push-up. Also see push-up test calculator.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Serratus Anterior","Pectoralis Minor","Rectus Abdominis","Obliques"],"equipment_required":[]},{"excercise_name":"Self-assisted Chest Dip","excercise_preparation":"Stand on bench or elevation between parallel bars. Mount wide dip bar with oblique grip (bar diagonal under palm), arms straight with shoulders above hands. Bend knees and hips slightly and place forefoot on bench or elevation below.","excercise_instructions":"Lower body by bending arms, allowing elbows to flare out to sides. If necessary, use minimal assistance of lower body to control descent, allowing knees and hips to bend, keeping forefeet in contact with bench or elevation. When slight stretch is felt in chest or shoulders, push body up until arms are straight and repeat, again with minimal assistance from legs.","excercise_tips":"If lower body is used for assistance, Hip and Knee Extensors muscles are utilized. Hips are bent more and body leans forward more, as compared to Self-assisted Triceps Dip.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":[]},{"excercise_name":"Suspended Chest Dip","excercise_preparation":"Stand between two suspension handles and grasp handles on each side of torso. Hold position firmly and lift feet from floor.","excercise_instructions":"Push body up until arms are straight. Lower body until slight stretch is felt in shoulders. Repeat.","excercise_tips":"To emphasize chest, position body bent over by bending hips. Also see Triceps Dips.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":["SUSPENSION"]},{"excercise_name":"Suspended Self-assisted Chest Dip","excercise_preparation":"Stand between two suspension handles, approximately mid-thigh height. Grasp handles on each side and straighten arms with shoulders above hands. Hold position firmly and place portion of body weight on handles.","excercise_instructions":"Lower body by bending arms back. If necessary, use minimal assistance of lower body to control descent, allowing knees to bend, keeping feet in contact with floor. When slight stretch is felt in chest or shoulders, push body up back up until arms are straight. Repeat with minimal assistance from legs.","excercise_tips":"If lower body is used for assistance, Quadriceps are utilized. Hips are kept straighter and body more upright, as compared to Assisted Triceps Dip. This exercise can be performed on adjustable length gymnastics rings or a dual anchored suspension trainer.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":["SUSPENSION"]},{"excercise_name":"Suspended Chest Press","excercise_preparation":"Grasp handles and step forward between suspension trainers. Position arms downward and slightly forward, nearly parallel with suspension straps. Lean forward, placing upper body weight onto handles with arms straight, while stepping back onto forefeet so body is leaning forward at desired angle. Straighten body so torso is in-line with legs.","excercise_instructions":"Lower body by bending arms while keeping body straight. Allow handles to come apart slightly to keep in-line with elbows flaring out. Stop descent once mild stretch is felt through shoulders or chest. Push body up to original position, allowing handles to travel inward to keep in line with elbows converging until arms are fully extended. Repeat.","excercise_tips":"See Suspended Chest Press Mount/Dismount. Arms and suspension straps should be perpendicular to body. Both upper and lower body must be kept straight throughout movement. Elbows largely remain behind hands' line of force.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis","Obliques","Pectoralis Minor","Serratus Anterior","Quadriceps","Gastrocnemius","Soleus"],"equipment_required":["SUSPENSION"]},{"excercise_name":"Suspended Fly","excercise_preparation":"Grasp handles and step forward between suspension trainer. Position arms downward and slightly forward, nearly parallel with suspension straps. Lean forward, placing upper body weight onto handles with arms straight, while stepping back onto forefeet, so body is leaning forward at desired angle. Straighten body so torso is in-line with legs. Bend elbows slightly and internally rotate shoulders, so elbows are pointed outward to each side.","excercise_instructions":"Lower body by allowing suspension handles to separate outward until mild stretch is felt in chest. Reverse motion by bringing handles back together in hugging motion. Repeat.","excercise_tips":"See Suspended Prone Mount/Dismount. Throughout movement, keep elbows in fixed, slightly bent position and shoulders internally rotated, so elbows are kept pointed outward and high. Arms and suspension straps plane of motion should be perpendicular to body. Both upper and lower body must be kept straight throughout movement. Angle of body affects difficulty of movement. See Gravity Vectors for greater understanding of how body angle influences resistance.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Biceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis","Obliques","Pectoralis Minor","Serratus Anterior","Quadriceps","Gastrocnemius","Soleus","Biceps Brachii","Brachialis","Triceps Brachii","Wrist Flexors"],"equipment_required":["SUSPENSION"]},{"excercise_name":"Barbell Incline Bench Press","excercise_preparation":"Lie supine on incline bench. Dismount barbell from rack over upper chest using wide oblique overhand grip.","excercise_instructions":"Lower weight to upper chest. Press bar until arms are extended. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":[],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["BARBELL"]},{"excercise_name":"Cable Incline Bench Press","excercise_preparation":"Sit on seat and grasp stirrups to each side (attached to low cable pulleys). Lie back on incline back support. Position stirrups out to each side of chest with bent arm under each wrist.","excercise_instructions":"Push stirrups up over each shoulder until arms are straight and parallel to one another. Return stirrups to original position, until slight stretch is felt in chest or shoulders. Repeat.","excercise_tips":"Stirrup should follow slight arch pattern, above upper arm between elbow and chest at bottom, traveling inward over each shoulder at top.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["CABLE"]},{"excercise_name":"Cable Bar Incline Bench Press","excercise_preparation":"Position adjustable pulley higher than intended height, but within arms reach from incline bench. Position incline bench under cable bar. Lie supine on incline bench. While lying on bench, reach over and lower each pulley into intended position so that cables are taut in lowest position with bar on chest. Grasp bar with both hands using wide oblique overhand grip.","excercise_instructions":"Press bar upward until arms are extended. Lower bar to upper chest or until slight stretch is felt in shoulders. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["CABLE"]},{"excercise_name":"Cable Incline Chest Press","excercise_preparation":"Sit on seat and grasp stirrups to each side (attached to medium height pulleys). Position elbows out to sides, slightly lower than shoulder height. Position hands back approximately shoulder height and elbow width.","excercise_instructions":"Push stirrups away from body, slightly upward at 30 to 45 until arms are straight and parallel to one another. Return stirrups to original position until slight stretch is felt in chest or shoulders. Repeat.","excercise_tips":"Stirrup should follow slight arch pattern, in front/above of upper arm between elbow and chest in stretched position, travelling inward in front/above each shoulder at contracted position.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["CABLE"]},{"excercise_name":"Cable Standing Incline Chest Press","excercise_preparation":"Stand between two hip height pulleys, facing away from cable columns. Grasp cable stirrups from each side. Position elbows out to sides, lower chest height. Position hands back approximately shoulder height and elbow width. Lean and step forward with one foot in front bending forward knee.","excercise_instructions":"Push stirrups forward and upward at 30 to 45 angle until arms are straight and parallel to one another. Return stirrups to original position until slight stretch is felt in chest or shoulders. Repeat.","excercise_tips":"Stirrup should follow slight arch pattern, in front/above of upper arm between elbow and chest in stretched position, travelling inward in front/above each shoulder at contracted position. Cable pulleys should be closer together than what is typically found on standard cable cross over setup.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii","Serratus Anterior"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis","Obliques"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Bar Standing Incline Chest Press","excercise_preparation":"Stand facing behind cable bar, mounted on each side to lower chest height narrow double pulley cables. Grasp cable bar with wide overhand grip. Position bar upper mid-chest height with elbows angled behind and downward. Lean and step forward with one foot in front, bending forward knee.","excercise_instructions":"Push cable bar forward and upward at 30 to 45 until arms are straight. Return cable bar to original position until slight stretch is felt in chest or shoulders. Repeat.","excercise_tips":"Cable pulleys should be closer together than what is typically found on standard cable cross over setup. Range of motion will be compromised if grip is too wide.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii","Serratus Anterior"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis","Obliques"],"equipment_required":["CABLE"]},{"excercise_name":"Cable One Arm Standing Incline Chest Press","excercise_preparation":"Grasp cable stirrup from hip height pulley. Turn body away from pulley. Position elbow of loaded arm out to side, lower chest height. Position loaded hand back approximately shoulder height and elbow width. Step far forward with foot of opposite side of loaded arm. Bend knees and position heel of rear foot off floor.","excercise_instructions":"Push stirrups forward and upward at 30 to 45 until arm is straight and in-line with cable. Return stirrup to original position until slight stretch is felt in chest or shoulder. Repeat. Continue with opposite arm.","excercise_tips":"Stirrup should follow slight arch pattern, in front/above of upper arm between elbow and chest in stretched position, travelling inward in front/above shoulder at contracted position.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii","Serratus Anterior","Obliques","Quadratus Lumborum",null,null,null,"Adductors"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Incline Fly","excercise_preparation":"Sit on seat with stirrups in each hand (attached to low cable pulleys). Lie back on incline back support. Position stirrups out to each side of chest with bent arm under each wrist. Press stirrups over each shoulder until arms vertical. Bend elbows slightly and internally rotate shoulders so elbows point out to sides.","excercise_instructions":"Lower stirrups outward to sides of shoulders. Keep elbows fixed in slightly bent position. When a stretch is felt in chest or shoulders, bring stirrups back together in hugging motion above upper chest until stirrups are nearly together Repeat.","excercise_tips":"Keep shoulders internally rotated so elbows point downward at bottom position and outward at top position. Shoulder will likely have less range of motion in lower position as compared to Fly on flat bench.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Biceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Biceps Brachii","Brachialis","Triceps Brachii","Wrist Flexors"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Standing Incline Fly","excercise_preparation":"Stand between two pulleys position hip height and arms width or slightly wider apart. Grasp stirrups, one in each hand. Extend arms out with elbows slightly bent, pointed back and downward slightly. Step forward until cables are taut or when weights are lifted up slightly. Stand with feet staggered.","excercise_instructions":"Keeping elbows fixed in slightly bent position, bring stirrups together in upwardly arching, hugging motion, at 30 to 45 angle until they meet at top of motion. Lower stirrups to original position in reverse pattern. As soon as stretch is felt in chest or shoulders, repeat motion.","excercise_tips":"None","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Biceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Biceps Brachii","Brachialis","Triceps Brachii","Wrist Flexors","Rectus Abdominis","Obliques"],"equipment_required":["CABLE"]},{"excercise_name":"Dumbbell Incline Bench Press","excercise_preparation":"Sit down on incline bench with dumbbells resting on lower thigh. Kick weights to shoulders and lean back. Position dumbbells to sides of chest with upper arm under each dumbbell.","excercise_instructions":"Press dumbbells up with elbows to sides until arms are extended. Lower weight to sides of upper chest until slight stretch is felt in chest or shoulder. Repeat.","excercise_tips":"Dumbbell should follow slight arch pattern, above upper arm between elbow and chest at bottom, traveling inward over each shoulder at top. See suggested mount & dismount and mount & dismount from special machine rack. Also see elevated foot leg positioning to decrease arch in back and Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["DUMBBELL","MACHINE"]},{"excercise_name":"Dumbbell Incline Fly","excercise_preparation":"Grasp two dumbbells. Lie supine on bench. Support dumbbells above upper chest with arms fixed in slightly bent position. Bend elbows slightly and internally rotate shoulders so elbows point out to sides.","excercise_instructions":"Lower dumbbells outward to sides of shoulders. Keep elbows fixed in slightly bent position. When a stretch is felt in chest or shoulders, bring dumbbells back together in hugging motion above upper chest until dumbbells are nearly together. Repeat.","excercise_tips":"Keep shoulders internally rotated so elbows point downward at bottom position and outward at top position. Shoulder will likely have less range of motion in lower position as compared to Fly on flat bench.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Biceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Biceps Brachii","Brachialis","Triceps Brachii","Wrist Flexors"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Lever Incline Bench Press (plate loaded)","excercise_preparation":"Lie supine on incline bench with lever bars out to sides of chest. Grasp handles with wide overhand grip.","excercise_instructions":"Press lever bars up until arms are extended. Lower weight toward upper chest. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Also see exercise performed with parallel grip and exercise performed on alternative machine. Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Barbell Incline Bench Press (plate loaded)","excercise_preparation":"Lie supine on incline bench with upper chest under bar. Grasp bar with wide oblique overhand grip. Disengage bar by rotating bar back.","excercise_instructions":"Lower weight to chest. Press bar until arms are extended. Repeat.","excercise_tips":"Orientation relative to lever will depend upon height of fulcrum relative to bench. Position body so bar is over shoulders during extension, yet lower on chest in lowest position. Feet can be placed on bench as shown for more comfortable low back positioning. Range of motion will be compromised if grip is too wide. Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["BARBELL","LEVER"]},{"excercise_name":"Lever Parallel Grip Incline Bench Press (plate loaded)","excercise_preparation":"Lie supine on incline bench with parallel lever bars out to sides of rib cage. Grasp parallel handles.","excercise_instructions":"Press lever bars up until arms are extended. Lower weight toward upper chest. Repeat.","excercise_tips":"Seat should be adjusted, so handles are to sides of lower chest. Parallel grip tends to place shoulders in a more stable position, with arms closer to sides, which may be more ideal for those with certain shoulder issues. See exercise on alternative machine. Also see exercise performed with standard grip providing greater emphasis on chest development. Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Incline Chest Press (plate loaded)","excercise_preparation":"Sit on seat with upper chest just above grips on lever. Grasp grips with wide overhand grip and position elbows out to sides.","excercise_instructions":"Press lever until arms are extended. Return weight until chest muscles are slightly stretched. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Incline Chest Press (on Hammer military press)","excercise_preparation":"Sit on seat with upper chest just above base of handles on lever. Grasp grips with wide overhand grip. Lift levers into starting position with elbows slightly low.","excercise_instructions":"Press levers until arms are extended. Return weight until chest muscles are slightly stretched with elbows positioned out to sides. Repeat.","excercise_tips":"This exercise is typically performed on Lever Incline Chest Press Machine. Seat alterations and precautions during mounting and dismounting of weight will need to be taken since this apperatus is designed for Lever Military Press. Seat should be positioned so base of handles are approximately arm pit height, higher than what is required for military press. Before initiation of movement, lift lever into lower starting position with elbows positioned slightly low. Once first rep is performed, position elbows slightly further out to sides. At bottom position of each rep, lower levers only as far back to allow slight stretch to be felt in chest or shoulders. Once last rep is performed, lower shoulders slightly before lowering levers to resting position.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Incline Bench Press","excercise_preparation":"Lie supine on incline bench with upper chest under lever bar. Grasp lever bar with wide oblique overhand grip.","excercise_instructions":"Press bar until arms are extended. Lower weight to upper chest. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. See Lever Incline Bench Press improvised on older equipment and exercise performed with parallel grip. Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Parallel Grip Incline Bench Press","excercise_preparation":"Lie supine on incline bench with parallel lever bars out to sides of rib cage. Grasp parallel handles.","excercise_instructions":"Press lever bars up until arms are extended. Lower weight toward upper chest. Repeat.","excercise_tips":"Seat should be adjusted so handles are to sides of lower chest. Parallel grip tends to place shoulders in a more stable position, with arms closer to sides, which may be more ideal for those with certain shoulder issues. Also see exercise performed with standard grip providing greater emphasis on chest development. Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Incline Chest Press","excercise_preparation":"Sit on seat with upper chest just above grips on lever. If available, push foot lever until handles are within grasping range. Grasp handles with wide oblique overhand grip and position elbows out to sides. Release foot lever.","excercise_instructions":"Press lever until arms are extended. Return weight until shoulders or chest feels slightly stretched. Repeat.","excercise_tips":"Some machines have foot levers to position handles in a more comfortable starting and ending position. If foot lever is available, engage it before releasing grips.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Alternating Incline Chest Press","excercise_preparation":"Sit on seat with upper chest just above grips on lever. Grasp grips with wide overhand grip and position elbows out to sides.","excercise_instructions":"Press one lever until arm is extended. Return lever back down until chest muscle is slightly stretched. Repeat with opposite arm, alternating between sides.","excercise_tips":"Range of motion will be compromised if grip is too wide.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Parallel Grip Incline Chest Press","excercise_preparation":"Sit on seat with lower chest at height of parallel handles. If available, push foot lever until handles are within grasping range. Grasp parallel handles.","excercise_instructions":"Press lever bars up until arms are extended. Return weight until shoulders or chest feels slightly stretched. Repeat.","excercise_tips":"Some machines have foot levers to position handles in a more comfortable starting position. If available, push lever with foot, grasp bar, and release foot lever.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Incline Fly","excercise_preparation":"Lie supine on bench. Position inside of forearms under roller pads with arms out to each side. Slightly bend elbows and internally rotate shoulders so elbows are back.","excercise_instructions":"Raise lever upward and together in hugging motion. Lower weight until slight stretch is felt in chest or shoulder. Repeat.","excercise_tips":"Elbows should be pointing downward at bottom of motion and outward on top of motion.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Biceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Smith Incline Bench Press","excercise_preparation":"Lie supine on incline bench with upper chest under bar. Grasp bar with wide oblique overhand grip. Disengage bar by rotating bar back.","excercise_instructions":"Lower weight to upper chest. Press bar until arms are extended. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide. Also see Bench Press Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["SMITH"]},{"excercise_name":"Decline Push-up","excercise_preparation":"Kneel on floor with bench or elevation behind body. Position hands on floor slightly wider than shoulder width. Place feet on bench or elevation. Raise body in plank position with body straight and arms extended.","excercise_instructions":"Keeping body straight, lower upper body to floor by bending arms. To allow for full descent, pull head back slightly without arching back. Push body up until arms are extended. Repeat.","excercise_tips":"Both upper and lower body must be kept straight throughout movement. Range of motion will be compromised if grip is too wide or neck is protracted. Very high elevations may not involve sternal head of pectoralis major.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Serratus Anterior","Rectus Abdominis","Obliques","Quadriceps"],"equipment_required":[]},{"excercise_name":"Decline Push-up (on stability ball)","excercise_preparation":"Kneel with chest or waist on exercise ball. Dive over top and place hands on floor with arms extended down supporting upper body. While keeping body horizontal, walk hands further away from ball until thighs are positioned on top of ball and hands are slightly wider than shoulder width. Bend knees so feet are up above knees.","excercise_instructions":"Keeping hips straight, lower upper body to floor by bending arms. To allow for full descent, pull head back slightly without arching back. Push body up until arms are extended. Repeat.","excercise_tips":"Range of motion will be compromised if grip is too wide or necked is protracted. Very high elevations may not involve sternal head of pectoralis major. Lower elevations will target sternal head of pectoralis major, but still involve clavicular head of pectoralis major as synergist.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":[]},{"excercise_name":"Pike Push-up","excercise_preparation":"Kneel on two benches positioned side by side slightly apart at end nearest head. Place hands on ends of benches. With forefeet on opposite ends of bench, raise rear end high up with arms, back, and knees straight.","excercise_instructions":"Lower head between ends of benches by bending arms. Push body back up to original position by extending arms. Repeat.","excercise_tips":"Pike Push-up (for upper chest) differs from Pike Press (for front delts) in that, feet are further away from hands so body is less inverted in lowest position.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior",null,"Trapezius, Lower Fibers","Serratus Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":[]},{"excercise_name":"Machine-assisted Chest Dip","excercise_preparation":"Mount wide dip bar with oblique grip (bar diagonal under palm), arms straight with shoulders above hands. Step down onto assistance lever with hips and knees bent.","excercise_instructions":"Lower body by bending arms, allowing elbows to flare out to sides. When slight stretch is felt in chest or shoulders, push body up until arms are straight. Repeat.","excercise_tips":"See mount and dismount. Some assisted machines require you to kneel on platform instead of standing on bar. Also see Assisted Triceps Dip.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Cable Standing Fly","excercise_preparation":"Grasp two opposing high pulley dumbbell attachments. Stand with pulleys to each side. Bend over slightly by flexing hips and knees. Bend elbows slightly and internally rotate shoulders so elbows are back initially.","excercise_instructions":"Bring cable attachments together in hugging motion with elbows in fixed position. Keep shoulders internally rotated so elbows are pointed upward at top and out to sides at bottom. Return to starting position until chest muscles are stretched. Repeat.","excercise_tips":"Under greater resistance, positioning torso at lower angle downward (by bending over at hips), will allow upper body weight to counterbalance upward pull of cables, as opposed to stepping forward and struggling with backward pull of cables.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Biceps Brachii","Brachialis","Triceps Brachii","Wrist Flexors","Rectus Abdominis","Obliques"],"equipment_required":["DUMBBELL","CABLE"]},{"excercise_name":"Lever Chest Dip","excercise_preparation":"If possible, place handles in wide position. Sit on seat and grasp handles with oblique grip. Lean forward slightly and allow elbows to flare out.","excercise_instructions":"Push lever down by straightening arms. Return lever up with elbows flaring out until chest is slightly stretched. Repeat.","excercise_tips":"See Lever Chest Dip on machine facing fulcrum. Also see Lever Triceps Dip.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Weighted Chest Dip","excercise_preparation":"Place weight on dip belt around waist or place dumbbell between lower legs just above feet. Mount wide dip bar with oblique grip (bar diagonal under palm), arms straight with shoulders above hands. Keep hips and knees bent.","excercise_instructions":"Lower body by bending arms, allowing elbows to flare out to sides. When slight stretch is felt in chest or shoulders, push body up until arms are straight. Repeat.","excercise_tips":"Added weight can be placed on dip belt or dumbbell can be placed between ankles. Also see Weighted Triceps Dip and Chest Dip.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Deltoid, Anterior","Triceps Brachii","Pectoralis Major, Clavicular Head","Pectoralis Minor","Rhomboids","Levator Scapulae","Latissimus Dorsi","Teres Major"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Trapezius, Lower Fibers"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Barbell Incline Shoulder Raise","excercise_preparation":"Lie supine on incline bench. Dismount barbell from rack with shoulder width overhand grip. Position barbell over upper chest with elbows extended.","excercise_instructions":"Raise shoulders toward bar as high as possible. Lower shoulders to bench and repeat.","excercise_tips":"Keep arms straight throughout execution. For convenience, exercise can be performed immediately after warm up on Barbell Incline Chest Press.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Serratus Anterior"],"synergist_muscles":["Pectoralis Major, Clavicular Head"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Deltoid, Anterior","Triceps Brachii"],"equipment_required":["BARBELL"]},{"excercise_name":"Cable Incline Shoulder Raise","excercise_preparation":"Sit on seat and grasp stirrups to each side. Push stirrups out at 30 to 45 until arms are straight and parallel to one another.","excercise_instructions":"Raise shoulders toward stirrups as high as possible. Lower shoulders down and back and repeat.","excercise_tips":"Keep arms straight throughout execution. For convenience, exercise can be performed immediately after warm up on Cable Incline Chest Press.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Serratus Anterior"],"synergist_muscles":["Pectoralis Major, Clavicular Head"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Deltoid, Anterior","Triceps Brachii"],"equipment_required":["CABLE"]},{"excercise_name":"Cable One Arm Incline Push","excercise_preparation":"Sit on seat and grasp stirrup with one hand. Position elbow out to side, slightly lower than shoulder height. Position hand down, slightly higher than shoulder height, slightly narrower than elbow width.","excercise_instructions":"Push stirrup forward and up at 30 to 45 while rotating torso away allowing shoulder to be extended forward. Return stirrups to original position, until slight stretch, and repeat. Continue with opposite side.","excercise_tips":"None","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Serratus Anterior"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii","Obliques"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null],"equipment_required":["CABLE"]},{"excercise_name":"Dumbbell Incline Shoulder Raise","excercise_preparation":"Sit down on incline bench with dumbbells resting on lower thigh. Kick weights to shoulders and lean back. Position dumbbells above shoulders with elbows extended.","excercise_instructions":"Raise shoulders toward dumbbells as high as possible. Lower shoulders to bench and repeat.","excercise_tips":"Keep arms straight throughout execution. For convenience, exercise can be performed immediately after warm up on Dumbbell Incline Chest Press.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Serratus Anterior"],"synergist_muscles":["Pectoralis Major, Clavicular Head"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Deltoid, Anterior","Triceps Brachii"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Lever Incline Shoulder Raise (plate loaded)","excercise_preparation":"Sit on lever chest press machine with shoulders aligned with lever grips. Grasp lever grips with shoulder width overhand grip. Push weight up so arms are straight.","excercise_instructions":"Raise shoulders toward lever grips as far as possible. Lower shoulders to bench and repeat.","excercise_tips":"Keep arms straight throughout execution. For convenience, exercise can be performed immediately after warm up on Lever Incline Chest Press. See movment performed on Hammer Front Military Press Machine, which incidentally has favorable position for this movement as compared to Hammer Incline Press.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Serratus Anterior"],"synergist_muscles":["Pectoralis Major, Clavicular Head"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Deltoid, Anterior","Triceps Brachii"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Incline Shoulder Raise","excercise_preparation":"Sit on lever chest press machine with shoulders aligned with lever grips. Grasp lever grips with shoulder width overhand grip. Push weight up so arms are straight.","excercise_instructions":"Raise shoulders toward lever grips as far as possible. Lower shoulders to bench and repeat.","excercise_tips":"Keep arms straight throughout execution. For convenience, exercise can be performed immediately after warm up on Lever Incline Chest Press.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Serratus Anterior"],"synergist_muscles":["Pectoralis Major, Clavicular Head"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Deltoid, Anterior","Triceps Brachii"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Smith Incline Shoulder Raise","excercise_preparation":"Lie supine on incline bench with shoulders under bar. Grasp bar with shoulder width overhand grip. Extend elbows. Disengage bar by rotating bar back.","excercise_instructions":"Raise shoulders toward bar as high as possible. Lower shoulders to bench and repeat.","excercise_tips":"Keep arms straight throughout execution. For convenience, exercise can be performed immediately after warm up on Smith Incline Chest Press.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Serratus Anterior"],"synergist_muscles":["Pectoralis Major, Clavicular Head"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Deltoid, Anterior","Triceps Brachii"],"equipment_required":["SMITH"]},{"excercise_name":"Cable One Arm Standing Incline Chest Press","excercise_preparation":"Grasp cable stirrup from hip height pulley. Turn body away from pulley. Position elbow of loaded arm out to side, lower chest height. Position loaded hand back approximately shoulder height and elbow width. Step far forward with foot of opposite side of loaded arm. Bend knees and position heel of rear foot off floor.","excercise_instructions":"Push stirrups forward and upward at 30 to 45 until arm is straight and in-line with cable. Return stirrup to original position until slight stretch is felt in chest or shoulder. Repeat. Continue with opposite arm.","excercise_tips":"Stirrup should follow slight arch pattern, in front/above of upper arm between elbow and chest in stretched position, travelling inward in front/above shoulder at contracted position.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Clavicular Head"],"synergist_muscles":["Pectoralis Major, Sternal Head","Deltoid, Anterior","Triceps Brachii","Serratus Anterior","Obliques","Quadratus Lumborum",null,null,null,"Adductors"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Twisting Chest Press","excercise_preparation":"Sit on seat and grasp stirrup to one side. Position elbow out to side, slightly lower than shoulder height. Position hand slightly narrower than elbow width, in front of upper arm. Lean forward in seat.","excercise_instructions":"Push stirrup out in front of upper chest while turning torso away from pulley. Return stirrup and torso back to original position allowing torso to rotate back until slight stretch is felt through chest, shoulder or waist. Repeat.","excercise_tips":"The effective range of motion of Pectoralis Major is only about half of what it is in non-twisting movement.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Pectoralis Major, Sternal Head"],"synergist_muscles":["Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii","Obliques","Serratus Anterior"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis"],"equipment_required":["CABLE"]},{"excercise_name":"Push-up Plus","excercise_preparation":"Lie prone on floor with hands slightly wider than shoulder width. Raise body up off floor by extending arms with body straight.","excercise_instructions":"Keeping body straight, lower body to floor by bending arms. Push body up until arms are extended. Continue lifting body further up by pushing shoulders infront of chest. Repeat.","excercise_tips":"Both upper and lower body must be kept straight throughout movement. See similar Push-up exercises targeting Pectoralis Major.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Serratus Anterior"],"synergist_muscles":["Pectoralis Major, Sternal Head","Pectoralis Major, Clavicular Head","Pectoralis Minor","Deltoid, Anterior","Triceps Brachii"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis","Obliques","Quadriceps"],"equipment_required":[]}]