[{"excercise_name":"Barbell Lunge","excercise_preparation":"Clean bar from floor or dismount bar from rack. From rack with barbell upper chest height, position bar on back of shoulders and grasp barbell to sides.","excercise_instructions":"Lunge forward with first leg. Land on heel, then forefoot. Lower body by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Return to original standing position by forcibly extending hip and knee of forward leg. Repeat by alternating lunge with opposite leg.","excercise_tips":"Keep torso upright during lunge; flexible hip flexors are important. Lead knee should point same direction as foot throughout lunge. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Tibialis Anterior","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Alternating Lunge & Rear Lunge","excercise_preparation":"Stand facing rack with barbell at upper chest height and short platform behind. Position bar on back of shoulders and grasp barbell to sides. Dismount bar from rack and step back. Stand with feet slightly narrower than shoulder width apart.","excercise_instructions":"Lunge forward with right leg. Land on heel, then forefoot. Lower body by flexing knee and hip of right front leg until knee of rear left leg is almost in contact with floor. Forcibly extending hip and knee of forward right leg to return to original standing position.","excercise_tips":"Keep torso upright throughout exercise. Flexible hip flexors are important. Lead knee should point same direction as foot throughout lunge. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps. Movement combines Lunge and Rear Lunge.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Tibialis Anterior","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Alternating Lunge To Rear Lunge","excercise_preparation":"Stand facing rack with barbell at upper chest height and short platform behind. Position bar on back of shoulders and grasp barbell to sides. Dismount bar from rack and step back. Stand with feet slightly narrower than shoulder width apart.","excercise_instructions":"Lunge forward with right leg. Land on heel, then forefoot. Lower body by flexing knee and hip of right front leg until knee of rear left leg is almost in contact with floor. Forcibly extending hip and knee of forward right leg to return to upright position. Instead of returning right foot to side of left foot, instead continue to step back with right leg while bending supporting left leg. Plant right forefoot far back on floor. Lower body by flexing knee and hip of supporting left leg until knee of rear right leg is almost in contact with floor. Return to standing position by extending hip and knee of supporting left leg and return rear right leg next to supporting leg. Repeat movement with opposite legs alternating between sides.","excercise_tips":"Keep torso upright throughout exercise. Flexible hip flexors are important. Lead knee should point same direction as foot throughout lunge. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps. Movement combines Lunge and Rear Lunge.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Tibialis Anterior","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Rear Lunge","excercise_preparation":"From rack with barbell upper chest height, position bar on back of shoulders and grasp barbell to sides. Dismount bar from rack.","excercise_instructions":"Step back with one leg while bending supporting leg. Plant forefoot far back on floor. Lower body by flexing knee and hip of supporting leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward supporting leg and return rear leg next to supporting leg. Repeat movement with opposite legs alternating between sides.","excercise_tips":"Keep torso upright during lunge; flexible hip flexors are important. Forward knee should point same direction as foot throughout lunge. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Side Lunge","excercise_preparation":"Clean bar from floor or dismount bar from rack. From rack with barbell upper chest height, position bar on back of shoulders and grasp barbell to sides.","excercise_instructions":"Lunge to one side with first leg. Land on heel, then forefoot. Lower body by flexing knee and hip of lead leg, keeping knee pointed same direction of foot. Return to original standing position by forcibly extending hip and knee of lead leg. Repeat by alternating lunge with opposite leg.","excercise_tips":"Keep torso upright during lunge. Lead knee should point same direction as foot throughout lunge. Flexible hip adductors will allow fuller range of motion. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Adductors","Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Tibialis Anterior","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Walking Lunge","excercise_preparation":"Position barbell on back of shoulders and grasp bar to sides.","excercise_instructions":"Step forward with first leg. Land on heel, then forefoot. Lower body by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Stand on forward leg with assistance of rear leg. Lunge forward with opposite leg. Repeat by alternating lunge with opposite legs.","excercise_tips":"Keep torso upright during lunge; flexible hip flexors are important. Lead knee should point same direction as foot throughout lunge. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps. Tibilalis Anterior is exercised eccentrically during landing on heel.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Tibialis Anterior","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Single Leg Split Squat","excercise_preparation":"Stand facing away from bench. Position bar on back of shoulders and grasp barbell to sides. Extend leg back and place top of foot on bench.","excercise_instructions":"Squat down by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward leg. Repeat. Continue with opposite leg.","excercise_tips":"Keep torso upright during squat; flexible hip flexors are important. Forward knee should point same direction as foot throughout movement. Also see Bulgarian Squat.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Side Split Squat","excercise_preparation":"Place barbell on back of shoulders and grasp bar on each side. Stand with feet wide apart; foot of lead leg angled out to side.","excercise_instructions":"Lower body toward side of angled foot by bending knee and hip of lead leg while keeping opposite leg only slightly bent. Return to original standing position by extending hip and knee of lead leg. Repeat.","excercise_tips":"Keep torso upright and knee of lead leg pointed same direction of foot. Flexible hip adductors and stronger legs will allow fuller range of motion. A wider stance emphasizes Gluteus Maximus; slightly narrower straddled stance emphasizes Quadriceps. Do not position feet too close nor too wide.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Adductors","Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Single Leg Squat","excercise_preparation":"Stand with arms extended out in front holding barbell. Balance on one leg with opposite leg extended forward off of ground.","excercise_instructions":"Squat down as far as possible while keeping leg elevated off of floor. Keep supporting knee pointed same direction as foot supporting. Raise body back up to original position until knee and hip of supporting leg is straight. Return and repeat. Continue with opposite leg.","excercise_tips":"Supporting knee should point same direction as foot throughout movement. Range of motion will be improved with greater leg strength and glute flexibility. Significant spinal flexion occurs at bottom of deep single leg squat to maintain center of gravity over foot. Erector Spinae becomes a stabilizer if spine is kept straight.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Erector Spinae"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques","Rectus Abdominis"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Split Squat","excercise_preparation":"Position barbell on back of shoulders and grasp barbell to sides. Stand with feet far apart; one foot forward and other foot behind.","excercise_instructions":"Squat down by flexing knee and hip of front leg. Allow heel of rear foot to rise up while knee of rear leg bends slightly until it almost makes contact with floor. Return to original standing position by extending hip and knee of forward leg. Repeat. Continue with opposite leg.","excercise_tips":"Knees should point same direction as feet throughout movement. Heel of rear foot can be kept elevated off floor throughout movement. Keep torso upright during squat; flexible hip flexors are important. With feet further apart: Gluteus Maximus is emphasized, Quadriceps are less emphasized.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Squat","excercise_preparation":"From rack with barbell at upper chest height, position bar high on back of shoulders and grasp barbell to sides. Dismount bar from rack and stand with shoulder width stance.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Extend knees and hips until legs are straight. Return and repeat.","excercise_tips":"Keep head facing forward, back straight and feet flat on floor; equal distribution of weight throughout forefoot and heel. Knees should point same direction as feet throughout movement. See:","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Front Squat","excercise_preparation":"From rack with barbell upper chest height, position bar in front of shoulders. Cross arms and place hands on top of barbell with upper arms parallel to floor. Dismount bar from rack.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel. Extend knees and hips until legs are straight. Return and repeat.","excercise_tips":"Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis. Also see weightlifting style Front Squat.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Deltoid, Anterior","Deltoid, Lateral","Supraspinatus","Pectoralis Major, Clavicular Head",null,null,"Levator Scapulae","Trapezius, Lower Fibers","Serratus Anterior"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Full Squat","excercise_preparation":"From rack with barbell upper chest height, position barbell on back of shoulders and grasp bar to sides. Dismount bar from rack.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until knees and hips are fully bent. Extend knees and hips until legs are straight. Return and repeat.","excercise_tips":"Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. Hip and ankle flexibility is important for both execution and safety in this movement. Certain knee and low back problems may be aggravated by this exercise. See Squat Mount and Dismount. See Squat Analysis. See spotting technique and spotting assistance.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Hack Squat","excercise_preparation":"Position barbell just behind legs. With feet flat on floor, squat down and grasp barbell from behind with overhand grip.","excercise_instructions":"Lift bar by extending hips and knees to full extension. Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are close to parallel to floor and bar is behind lower leg. Repeat.","excercise_tips":"Throughout lift, keep hips low, shoulders high, arms and back straight. Knees should point same direction as feet throughout movement. See flawed demonstration showing depth of hack squat that is NOT sufficient and knees are NOT pointed same angle as feet. Individuals with short arm to torso ratio or protracted shoulder posture, may find this exercise very difficult to perform. See Squat Analysis.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Levator Scapulae",null],"equipment_required":["BARBELL"]},{"excercise_name":"Safety Barbell Squat","excercise_preparation":"Stand facing safety barbell on rack upper chest height. Position head in yoke with padded bar around shoulders. Hands can be placed on ends of yoke (as shown) or on safety bar out to sides. Dismount bar from rack and step back.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Stand by extending hips and knees until legs are straight. Repeat.","excercise_tips":"Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. Exercise can also be performed holding onto supports or with long handled safety bar. Also see Squat Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":["BARBELL"]},{"excercise_name":"Safety Barbell Squat (long handles)","excercise_preparation":"Stand facing safety barbell on rack upper chest height. Position head in yoke with padded bar around shoulders. Grasp ends of handles. Dismount bar from rack and step back.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Stand with or without assistance of arms, extending knees and hips until legs are straight. Repeat.","excercise_tips":"Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. Exercise can also be performed holding onto supports or with safety bar without bar handles. Also see Squat Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":["BARBELL"]},{"excercise_name":"Safety Barbell Squat (self-spotting)","excercise_preparation":"Stand facing safety barbell on rack upper chest height. Place hands vertical rack supports. Position head in yoke with padded bar around shoulders. Dismount bar from rack and step back so body is upright at arm's length from supports.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Stand with or without assistance of arms, extending hips and knees until legs are straight. Repeat.","excercise_tips":"Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. If handles are not available, horizontal bars on rack can be used for assistance if needed. Exercise can also be performed without holding onto supports. Also see Squat Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":["BARBELL"]},{"excercise_name":"Trap Bar Squat","excercise_preparation":"Stand on platform under loaded trap bar. Squat down until thighs are just past parallel to floor with knees pointed same direction as feet and feet flat on platform. Grasp handles to sides. Posture chest up with back arched tightly.","excercise_instructions":"Lift weight upward by extending knees and hips until straight. Pull shoulders back at top of lift if rounded. Return weights to floor by bending hips back while allowing knees to bend forward. Repeat.","excercise_tips":"An inverted, squared open-ended trap bar is used in this demonstration. Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae"],"equipment_required":[]},{"excercise_name":"Barbell Squat (with chains)","excercise_preparation":"Stand facing barbell, racked upper chest height, with thick chains hanging to floor on each side. Position bar high on back of shoulders and grasp barbell to sides. Dismount bar from rack and stand with shoulder width stance.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Extend knees and hips until legs are straight. Return and repeat.","excercise_tips":"Chains provide increasing resistance as barbell moves away from floor. Keep head facing forward, back straight and feet flat on floor; equal distribution of weight throughout forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Mount and Dismount. See spotting technique and spotting assistance. Also see Squat for Targeting Glutes and Squat Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Zercher Squat","excercise_preparation":"From rack with barbell upper waist high, position forearms under bar and in front of bar with elbows shoulder width apart. Cross wrists and pull bar in close against body. Lift barbell from rack. Step back with wide stance, feet pointing out 20-30°.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight, hands close to body, and knees pointed same direction as feet. Descend until thighs are near parallel. Extend knees and hips until legs are straight. Return and repeat.","excercise_tips":"Turning knuckles up places bar more on Brachioradialis rather than on more sensitive crook of elbow. Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. Also see rear side view.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Deltoid, Anterior","Deltoid, Lateral","Supraspinatus","Pectoralis Major, Sternal Head","Pectoralis Major, Clavicular Head",null,null,"Levator Scapulae","Trapezius, Lower Fibers","Serratus Anterior","Biceps Brachii","Brachialis","Brachioradialis"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Step-up","excercise_preparation":"Stand facing side of bench. Position bar on back of shoulders and grasp barbell to sides.","excercise_instructions":"Place foot of first leg on bench. Stand on bench by extending hip and knee of first leg and place foot of second leg on bench. Step down with second leg by flexing hip and knee of first leg. Return to original standing position by placing foot of first leg to floor. Repeat first step with opposite leg, alternating first steps between legs.","excercise_tips":"Keep torso upright during exercise. Lead knee should point same direction as foot throughout movement. Stepping distance from bench emphasizes Gluteus Maximus; stepping close to bench emphasizes Quadriceps.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Gastrocnemius"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Lateral Step-up","excercise_preparation":"Stand between two benches, one to each side. Position bar on back of shoulders and grasp barbell to sides.","excercise_instructions":"Lift leg and place foot on bench to side slightly forward of straight knee. Stand on bench by straightening leg and pushing body upward. Step down returning feet to original position. Repeat with opposite leg alternating between legs.","excercise_tips":"Keep torso upright during exercise. Stepping knee should point same direction as foot. A modest degree of knee rotation occurs during this movement. See Controversial Exercises and Rotary Force in Squat Analysis.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Gastrocnemius"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["BARBELL"]},{"excercise_name":"Cable Rear Lunge","excercise_preparation":"Stand between two very low pulleys with shoulder width or narrower stance. Squat down and grasp stirrup attachments to each side. Stand upright with arms straight down to sides.","excercise_instructions":"Step back with one leg while bending supporting leg. Plant forefoot far back on floor. Lower body by flexing knee and hip of supporting leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward supporting leg and return rear leg next to supporting leg. Repeat movement with opposite legs alternating between sides.","excercise_tips":"Keep torso upright during lunge; flexible hip flexors are important. Forward knee should point same direction as foot throughout movement. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps. See Cable Rear Step-down Lunge for similar exercise.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Trapezius, Lower Fibers","Levator Scapulae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Rear Step-down Lunge","excercise_preparation":"Stand on upper platform with stirrups grasped to sides.","excercise_instructions":"Extend one leg back on forefoot. Lower body on other leg by flexing knee and hip of front leg until knee of rear leg is almost in contact with lower platform. Return to original standing position by extending hip and knee of forward leg. Repeat by alternating rear lunge with opposite leg.","excercise_tips":"Keep torso upright during lunge; flexible hip flexors are important. Forward knee should point same direction as foot throughout movement. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps. See Cable Rear Lunge for similar exercise.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Trapezius, Lower Fibers","Levator Scapulae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Single Leg Split Squat","excercise_preparation":"Facing away from bench, stand between two very low pulleys with shoulder width or narrower stance. Squat down and grasp stirrup attachments to each side. Stand upright with arms straight down to sides. Extend leg back and place top of foot on bench.","excercise_instructions":"Squat down by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward leg. Repeat. Continue with opposite leg.","excercise_tips":"Keep torso upright during squat; flexible hip flexors are important. Forward knee should point same direction as foot throughout movement. May also be referred to as Cable Bulgarian Squat.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Trapezius, Lower Fibers","Levator Scapulae","Gluteus Medius","Gluteus Minimus"],"equipment_required":["CABLE"]},{"excercise_name":"Cable One Arm Single Leg Split Squat","excercise_preparation":"Stand between bench and low pulley cable. Grasp cable stirrup with one hand. Facing low pulley, extend leg back and place top of foot or forefoot on bench. Place other hand on hip or support to side.","excercise_instructions":"Squat down by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward leg. Repeat. Continue with opposite leg.","excercise_tips":"Keep torso upright during squat; flexible hip flexors are important. Forward knee should point same direction as foot throughout movement. May also be referred to as Cable One Arm Bulgarian Squat.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Obliques","Gluteus Medius","Gluteus Minimus"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Split Squat (belt)","excercise_preparation":"Facing low pulley, kneel to attach cable belt or dip belt around waist. Place hand(s) on ballet bar or machine (not on guide rod!) for balance. Stand away from pulley with one leg forward and opposite leg to rear.","excercise_instructions":"Squat down by flexing knee and hip of front leg. Allow heel of rear foot to rise up while knee of rear leg bends slightly, until it almost makes contact with floor. Return to original straddle position by extending hip and knee of forward leg. Repeat. Continue with legs in opposite position.","excercise_tips":"Knees should point same direction as feet throughout movement. Heel of rear foot can be kept elevated off floor throughout movement as shown. Keep torso upright during squat; flexible hip flexors are important. With feet further apart: Gluteus Maximus is emphasized, Quadriceps are less emphasized. Also known as Cable Lunge.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["CABLE","MACHINE"]},{"excercise_name":"Cable Split Squat","excercise_preparation":"Stand between two very low cable pulleys. Grasp stirrup attachments with each hand. Place one leg forward and opposite leg back to rear.","excercise_instructions":"Squat down by flexing knee and hip of front leg. Allow heel of rear foot to rise up while knee of rear leg bends slightly until it almost makes contact with floor. Return to original straddle position by extending hip and knee of forward leg. Repeat. Continue with legs in opposite position.","excercise_tips":"Knees should point same direction as feet throughout movement. Heel of rear foot can be kept elevated off floor throughout movement as shown. Keep torso upright during squat; flexible hip flexors are important. With feet further apart: Gluteus Maximus is emphasized, Quadriceps are less emphasized. Also known as Cable Lunge.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,null,"Levator Scapulae","Erector Spinae","Obliques"],"equipment_required":["CABLE"]},{"excercise_name":"Cable One Arm Split Squat","excercise_preparation":"Face low pulley and grasp stirrup attachment with one hand. Stand away from pulley with one leg forward and opposite leg to rear. Place other hand on hip or on support to side.","excercise_instructions":"Squat down by flexing knee and hip of front leg. Allow heel of rear foot to rise up while knee of rear leg bends slightly until it almost makes contact with floor. Return to original straddle position by extending hip and knee of forward leg. Repeat. Continue with legs in opposite position.","excercise_tips":"Knees should point same direction as feet throughout movement. Heel of rear foot can be kept elevated off floor throughout movement as shown. Keep torso upright during squat; flexible hip flexors are important. With feet further apart: Gluteus Maximus is emphasized, Quadriceps are less emphasized. Also known as Cable One Arm Lunge.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Obliques"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Squat","excercise_preparation":"Stand with feet shoulder width or slightly wider on platform between very low and close pulley cables. Squat down with knees slightly beyond foot, hips bent back behind, back straight, knees pointed same direction as feet, and shoulder above feet. Grasp stirrups to each side with arms straight.","excercise_instructions":"Keeping chest high and back straight, raise stirrups by extending knees and hips until legs are straight. Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Squat down until thighs are just past parallel to floor. Return and repeat.","excercise_tips":"Keep head facing forward, back straight, chest high, arms straight to sides, and feet flat on platform; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Cable Squat on model with higher platform. Also see Squat Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Bar Squat","excercise_preparation":"Adjust cable pulleys to medium low positions. Kneel under attached cable bar while supporting it with both hands. Position body in lower squat position with cable bar on top of shoulders, both feet flat on floor with mid feet in line with both pulleys, knees positioned same direction as feet, back straight and angled forward, and hands grasping bar to each side.","excercise_instructions":"Stand up by extending hips and knees until legs are straight. Squat back down to original squat position by bending hips back and knees forward while keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Return and repeat.","excercise_tips":"Position height of cable bar so moving weight plates makes contact with unused weight stack at bottom of squat when hips are slightly lower or same height as knees. Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis. Also see Cable Squat.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Belt Squat","excercise_preparation":"Place pin on lightest weight. Place belt around waist. Pull cable from pulley and attach to front of belt. Step onto platform and grasp pole. Squat or sit on platform and select desired weight. Stand with feet shoulder width or wider to each side of cable. Place both hands on pole at waist height.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Squat up by extending knees and hips until legs are straight. Return and repeat.","excercise_tips":"Keep head facing forward, back straight, chest high, and feet flat on surface; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. When finished, squat or sit and place pin into lightest weight setting. Step off of platform and unclip cable from belt. Also known as Pole Squat. Instead of holding onto pole for balance (as shown), arms can be extended forward without contact with pole. It may be difficult to achieve full range of motion when attempting this movement over a standard low pulley. Also see similar exercise: Weighted Belt Squat. See Squat Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["CABLE"]},{"excercise_name":"Cable Belt Half Squat","excercise_preparation":"Place cable belt or dip belt around waist. Kneel before low pulley and attach it to cable. Stand on elevated platform with feet shoulder width or slightly wider on platform between very low and close pulley cables. Place hand(s) on ballet bar or machine (not on guide rod!) for balance.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until weight stack taps or comes very close from making contact. Keeping chest high and back straight, raise back up by extending knees and hips until legs are straight. Repeat.","excercise_tips":"More or less 3/4 squat depth can be achieved depending upon exerciser's height, chain length on dip belt, and height of elevated platform. If greater depth can be achieved, descend as low as thighs being parallel to floor. Keep head facing forward, back straight, chest high, arms straight to sides, and feet flat on platform; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus","Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae"],"equipment_required":["CABLE","MACHINE"]},{"excercise_name":"Cable Standing Leg Extension","excercise_preparation":"Stand facing away from low pulley. Place foot in cable boot attachment (as shown) or foot harness. Grasp lateral bars or other prop for support. Stand forward on free leg. Raise knee up positioning thigh approximately 45° forward. Allow lower leg attached to cable to be pulled back.","excercise_instructions":"Keeping thigh stationary, extend lower leg forward until leg is straight. Return by lowering lower leg down and back to original position. Repeat.","excercise_tips":"Those with hamstring inflexibility may have difficulty fully extending knee if knee is too high. In which case, knee can be raised forward less than 45°. Pectineus, Adductor Longus, Adductor Brevis do not contribute to hip stabilization since they are only involved in initial range of hip flexion.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Iliopsoas","Tensor Fasciae Latae","Sartorius"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis","Obliques",null,"Gluteus Medius","Gluteus Minimus"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Step Down","excercise_preparation":"Grasp cable stirrup(s) with both hands. Place one foot on elevated platform positioned near or between low pulleys.","excercise_instructions":"Raise body by extending knee and hip on platform until leg is straight. Return until foot of lower leg makes contact with lower platform or floor and repeat. Continue with opposite leg.","excercise_tips":"Keep lower leg straight throughout movement. Forward knee should point same direction as foot throughout movement. Instead of grasping cable stirrups, dip belt attached to low pulley cable can be placed around waist.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Step-up","excercise_preparation":"Stand behind elevated platform and low and close pulley cables to sides. Grasp stirrups at each side of platform. Stand upright with arms straight down at sides.","excercise_instructions":"Place foot of first leg on elevated platform. Stand on elevated platform by extending hip and knee of first leg and place foot of second leg on bench. Step down with second leg by flexing hip and knee of first leg. Return to original standing position by placing foot of first leg to lower position. Repeat first step with opposite leg, alternating first steps between legs.","excercise_tips":"Keep torso upright during exercise. Lead knee should point same direction as foot throughout movement. Stepping distance from bench emphasizes Gluteus Maximus; stepping close to bench emphasizes Quadriceps.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Gastrocnemius"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["CABLE"]},{"excercise_name":"Dumbbell Lunge","excercise_preparation":"Stand with dumbbells grasped to sides.","excercise_instructions":"Lunge forward with first leg. Land on heel, then forefoot. Lower body by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Return to original standing position by forcibly extending hip and knee of forward leg. Repeat by alternating lunge with opposite leg.","excercise_tips":"Keep torso upright during lunge; flexible hip flexors are important. Lead knee should point same direction as foot throughout lunge. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Trapezius, Lower Fibers","Levator Scapulae","Tibialis Anterior","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Alternating Side Lunge","excercise_preparation":"Stand with dumbbells grasped to sides.","excercise_instructions":"Lunge to one side with first leg. Position closest dumbbell behind thigh and opposite dumbbell to front. Land on heel, then forefoot. Lower body by flexing knee and hip of lead leg, keeping knee pointed same direction of foot. Return to original standing position by forcibly extending hip and knee of lead leg. Repeat by alternating lunge with opposite leg.","excercise_tips":"Keep torso upright during lunge. Flexible hip adductors will allow fuller range of motion. Forward knee should point same direction as foot throughout lunge. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps. Dumbbells may be positioned - one to front and other to back.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Adductors","Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae","Tibialis Anterior","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Rear Lunge","excercise_preparation":"Stand with dumbbells grasped to sides.","excercise_instructions":"Step back with one leg while bending supporting leg. Plant forefoot far back on floor. Lower body by flexing knee and hip of supporting leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward supporting leg and return rear leg next to supporting leg. Repeat movement with opposite legs alternating between sides.","excercise_tips":"Keep torso upright during lunge; flexible hip flexors are important. Forward knee should point same direction as foot throughout lunge. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Trapezius, Lower Fibers","Levator Scapulae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Side Lunge","excercise_preparation":"Stand with dumbbells grasped to sides.","excercise_instructions":"Lunge to one side with first leg. Position closest dumbbell behind thigh and opposite dumbbell to front. Land on heel, then forefoot. Lower body by flexing knee and hip of lead leg, keeping knee pointed same direction of foot. Return to original standing position by forcibly extending hip and knee of lead leg. Repeat by alternating lunge with opposite leg.","excercise_tips":"Keep torso upright during lunge. Flexible hip adductors will allow fuller range of motion. Forward knee should point same direction as foot throughout lunge. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps. Dumbbells may be positioned - one to front and other to back.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Adductors","Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae","Tibialis Anterior","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Walking Lunge","excercise_preparation":"Stand with dumbbells grasped to sides.","excercise_instructions":"Step forward with first leg. Land on heel, then forefoot. Lower body by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Stand on forward leg with assistance of rear leg. Lunge forward with opposite leg. Repeat by alternating lunge with opposite legs.","excercise_tips":"Keep torso upright during lunge; flexible hip flexors are important. Lead knee should point same direction as foot throughout lunge. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps. Tibialis Anterior is exercised eccentrically during landing on heel.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Tibialis Anterior","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Single Leg Split Squat","excercise_preparation":"Stand with dumbbells grasped to sides facing away from bench. Extend leg back and place top of foot on bench.","excercise_instructions":"Squat down by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward leg and repeat. Continue with opposite leg.","excercise_tips":"Keep torso upright during squat; flexible hip flexors are important. Forward knee should point same direction as foot throughout movement. May also be referred to as Dumbbell Bulgarian Squat.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Single Leg Squat","excercise_preparation":"Stand with dumbbells grasped to sides. Balance on one leg with opposite leg extended forward off of ground.","excercise_instructions":"Squat down as far as possible while keeping leg elevated off of floor. Keep supporting knee pointed same direction as foot supporting. Raise body back up to original position until knee and hip of supporting leg is straight. Return and repeat. Continue with opposite leg.","excercise_tips":"Supporting knee should point same direction as foot throughout movement. Range of motion will be improved with greater leg strength and glute flexibility. Significant spinal flexion occurs at bottom of deep single leg squat to maintain center of gravity over foot. Erector Spinae becomes a stabilizer if spine is kept straight.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Erector Spinae"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques","Rectus Abdominis"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Split Squat","excercise_preparation":"Stand with dumbbells grasped to sides. Position feet far apart; one foot forward and other foot behind.","excercise_instructions":"Squat down by flexing knee and hip of front leg. Allow heel of rear foot to rise up while knee of rear leg bends slightly until it almost makes contact with floor. Return to original standing position by extending hip and knee of forward leg. Repeat. Continue with opposite leg.","excercise_tips":"Knees should point same direction as feet throughout movement. Heel of rear foot can be kept elevated off floor throughout movement as shown. Keep torso upright during squat; flexible hip flexors are important. With feet further apart: Gluteus Maximus is emphasized, Quadriceps are less emphasized.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Squat","excercise_preparation":"Stand with dumbbells grasped to sides.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Extend knees and hips until legs are straight. Return and repeat.","excercise_tips":"Keep head facing forward, back straight, chest high, arms straight to sides, and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae","Rhomboids"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Front Squat","excercise_preparation":"Stand with dumbbells grasped to sides. Clean dumbbells up to shoulders so side of each dumbbell rests on top of each shoulder. Balance dumbbells on shoulder by holding on to dumbbells with elbows flaring outward. Position feet shoulder width or slightly narrower apart.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Extend knees and hips until legs are straight. Return and repeat.","excercise_tips":"Keep head facing forward, back straight, chest high, and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis. Also see Kettlebell Front Squat.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae"],"equipment_required":["DUMBBELL","KETTLEBELL"]},{"excercise_name":"Dumbbell Step-up","excercise_preparation":"Stand with dumbbells grasped to sides facing side of bench.","excercise_instructions":"Place foot of first leg on bench. Stand on bench by extending hip and knee of first leg and place foot of second leg on bench. Step down with second leg by flexing hip and knee of first leg. Return to original standing position by placing foot of first leg to floor. Repeat first step with opposite leg alternating first steps between legs.","excercise_tips":"Keep torso upright during exercise. Lead knee should point same direction as foot throughout movement. Stepping distance from bench emphasizes Gluteus Maximus; stepping close to bench emphasizes Quadriceps.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Gastrocnemius"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Lateral Step-up","excercise_preparation":"Stand between two benches, one to each side. Hold dumbbells in each hand down to sides","excercise_instructions":"Lift leg and place foot on bench to side slightly forward of straight knee. Stand on bench by straightening leg and pushing body upward. Step down returning feet to original position. Repeat with opposite leg alternating between legs.","excercise_tips":"Keep torso upright during exercise. Stepping knee should point same direction as foot. A modest degree of knee rotation occurs during this movement. See Controversial Exercises and Rotary Force in Squat Analysis.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Gastrocnemius"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Step Down","excercise_preparation":"Hold dumbbells in each hand down to sides and stand with one foot on bench. Position foot on bench to side slightly forward of straight knee.","excercise_instructions":"Stand on bench by straightening leg and pushing body upward. Step down returning foot off of bench to floor and repeat. Continue with opposite position.","excercise_tips":"Keep torso upright during exercise. Knee of exercised leg should point same direction as foot. Exercise can also be performed by placing traveling foot onto and off of bench next to foot of exercised leg. See alternative form.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Gastrocnemius"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Lever Leg Extension (plate loaded)","excercise_preparation":"Sit on apparatus with back against padded back support. Place front of lower legs under padded lever. Position knee articulation at same axis as lever fulcrum. Grasp handles to sides for support.","excercise_instructions":"Move lever forward and upward by extending knees until legs are straight. Return lever to original position by bending knees. Repeat.","excercise_tips":"Stabilizers may be used during heavy resistances to prevent body rising off of seat.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":[],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,null,"Levator Scapulae"],"equipment_required":["LEVER"]},{"excercise_name":"Lever Alternating Leg Extension (plate loaded)","excercise_preparation":"Sit on apparatus with back against padded back support. Place front of lower legs under padded lever. Position knee articulation at same axis as lever fulcrum. Grasp handles to sides for support.","excercise_instructions":"Move one lever forward and upward by extending one knee until leg is straight. Lower to original position. Repeat with opposite side. Continue to alternate between sides.","excercise_tips":"Stabilizers may be used during heavy resistances to prevent body rising off of seat. Also see exercise perfomed on bilateral machine.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":[],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,null,"Levator Scapulae"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever 45° Leg Press (plate loaded)","excercise_preparation":"Sit on machine with back on padded support. Place feet on platform. Extend hips and knees. Release dock lever and grasp handles to sides.","excercise_instructions":"Lower platform by flexing hips and knees until hips are completely flexed. Return by extending knees and hips. Repeat.","excercise_tips":"Adjust safety brace and back support to accommodate near full range of motion without forcing hips to bend at waist. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. Placing feet slightly high on platform emphasize Gluteus Maximus. Placing feet slightly lower on platform emphasize Quadriceps. Also see Locking Out Knees on Leg Press.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Single Leg 45° Leg Press","excercise_preparation":"Sit on machine with back on padded support. Place one foot mid height to low on platform. Place outside of resting foot on lower surface with knee positioned out for greater clearance. Push platform up by extending hip and knee. Release dock lever and grasp handles to sides.","excercise_instructions":"Lower platform by bending leg until knee is just short of complete flexion. Return by extending knee and hip. Repeat. Continue with opposite leg.","excercise_tips":"Lower platform enough to achieve full range of motion without forcing pelvis to bend at waist. On exercised leg, keep pointed same direction as foot . Also, do not allow heel to raise off of platform, pushing with both heel and forefoot. For alternative view, see Lever Single Leg 45° Leg Press performed with opposite leg.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Hack Press (plate loaded)","excercise_preparation":"Sit on seat with back of hips against back pad. Place feet on platform shoulder width or slightly wider. Extend hips and knees. Disengage dock lever if it does not automatically disengage.","excercise_instructions":"Lower seat by flexing hips and knees until either is near complete flexion. Raise seat by extending knees and hips. Repeat.","excercise_tips":"When finished, engage dock lever, and lower seat to starting position. If insufficient, hip flexibility forces pelvis to pull away from back pad at lower portions of movement, only lower sled just short of spinal articulation. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. Placing feet slightly high on platform emphasizes Gluteus Maximus. Placing feet slightly lower on platform emphasizes Quadriceps. Also see Sled Hack Press.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","SLED"]},{"excercise_name":"Lever Lying Leg Press (plate loaded)","excercise_preparation":"Climb up steps to top of machine. Lie supine on horizontal padded platform with shoulders against pad. Place feet equally spaced on platform. Grip handles above shoulder pads.","excercise_instructions":"Push lever platform away by extending hips and knees until knees are straight. Return lever platform by flexing hips and knees until knees are just short of complete flexion or until hips are completely flexed. Repeat.","excercise_tips":"Adjust shoulder pads to allow for full range of motion without forcing hips to rise at waist. Keep knees pointed same directions as feet. Push with both heel and forefoot and do not allow heels to raise off of platform. Placing feet slightly high on platform emphasizes Gluteus Maximus. Placing feet slightly lower on platform emphasizes Quadriceps.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Lying Leg Press (custom - plate loaded)","excercise_preparation":"Lie supine on padded platform. Place hands on bars above head or to sides. Place feet flat on lever platform with hips and knees bent.","excercise_instructions":"Push lever platform by extending hips and knees until knees are straight. Flex hips and knees to descend until knees are just short of complete flexion. Repeat.","excercise_tips":"Adjust machine to accommodate near full range of motion without forcing hips to rise at waist. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. Placing feet slightly high on platform emphasizes Gluteus Maximus. Placing feet slightly lower on platform emphasizes Quadriceps. Unique apparatus is designed and built by Tracey Cheuvront.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Single Leg Lying Leg Press (custom - plate loaded)","excercise_preparation":"Lie supine on padded platform. Place hands on bars above head or to sides. Place one foot on platform and other foot on floor below platform.","excercise_instructions":"Push platform away by extending hip and knee. Return by bending leg until knee or hip is just short of complete flexion. Repeat. Continue with opposite leg.","excercise_tips":"Adjust machine to accommodate near full range of motion without forcing pelvis to bend at waist. Keep knee pointed same direction as foot. Do not allow heel to raise off of platform, pushing with both heel and forefoot. Unique apparatus is designed and built by Tracey Cheuvront.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Seated Leg Press (plate loaded)","excercise_preparation":"Sit on machine with back on padded support. Place feet on platform. Grasp handles to sides.","excercise_instructions":"Push platform(s) away by extending knees and hips until knees are fully extended. Return until hips are completely flexed. Repeat.","excercise_tips":"Adjust seat and back support to accommodate near full range of motion without forcing hips to bend at waist. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. Placing feet slightly high on platform emphasizes Gluteus Maximus. Placing feet slightly lower on platform emphasizes Quadriceps.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Alternating Seated Leg Press (plate loaded)","excercise_preparation":"Sit on machine with back on padded support. Place feet on platform. Grasp handles to sides.","excercise_instructions":"Push one platform away by extending knee and hip. Return to original position. Repeat with opposite leg. Continue by alternating between sides.","excercise_tips":"Adjust seat and back support to accommodate near full range of motion without forcing hips to bend at waist. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. This exercise may be performed by alternating (as described), simultaneous, or in simultaneous-alternating fashion.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Single Leg Seated Leg Press (plate loaded)","excercise_preparation":"Sit on machine with back on padded support. Place one foot slightly low on platform and other foot near floor below platform or off to side.","excercise_instructions":"Push platform away by extending hip and knee. Return by bending leg until knee or hip is just short of complete flexion. Repeat. Continue with opposite leg.","excercise_tips":"Adjust back support back to accommodate near full range of motion without forcing pelvis to bend at waist. Keep knee pointed same direction as foot. Push with both heel and forefoot and do not allow heel to raise off of platform.","excercise_utility":[],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Single Leg Standing Leg Press (plate loaded)","excercise_preparation":"Step on left platform with left foot. Grasp handle bars to each side. Place right foot on highest lever platform.","excercise_instructions":"Push platform down by extending hip and knee until straight. Return leg to original position. Repeat. Continue with opposite leg positions.","excercise_tips":"With greater resistances, more effort is required to pull on handle bars to keep body from rising upward.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Obliques","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum"],"equipment_required":["LEVER"]},{"excercise_name":"Lever Rear Lunge (plate loaded)","excercise_preparation":"Stand between lever handles to sides. Squat down with feet flat on floor and grasp lower handles to sides. Lift lever by extending hips and knees to full extension.","excercise_instructions":"Step back with one leg while bending supporting leg. Plant forefoot far back on floor. Lower body by flexing knee and hip of supporting leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward supporting leg and return rear leg next to supporting leg. Repeat movement with opposite legs alternating between sides.","excercise_tips":"Keep torso upright during lunge; flexible hip flexors are important. Forward knee should point same direction as foot throughout lunge. With forward foot further forward: Gluteus Maximus is emphasized, Quadriceps are less emphasized. Also see Lever Rear Lunge on apparatus without platform.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Trapezius, Lower Fibers","Levator Scapulae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["LEVER"]},{"excercise_name":"Lever Barbell Rear Lunge (plate loaded)","excercise_preparation":"With bar upper chest height, position bar on back of shoulders and grasp bar to sides. Place feet under bar. Straighten legs so weight is lifted. Disengage bar by rotating bar back.","excercise_instructions":"Step back with one leg while bending supporting leg. Plant forefoot far back on floor. Lower body by flexing knee and hip of supporting leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward supporting leg and return rear leg next to supporting leg. Repeat movement with opposite legs alternating between sides.","excercise_tips":"Keep torso upright during lunge; flexible hip flexors are important. Forward knee should point same direction as foot throughout lunge. A long lunge with feet slightly forward emphasizes Gluteus Maximus; short lunge with feet under the bar emphasizes Quadriceps.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["BARBELL","LEVER"]},{"excercise_name":"Lever Single Leg Split Squat (plate loaded)","excercise_preparation":"Stand between lever handles to sides. Extend leg back and place top of foot on cross bar. Squat down and grasp handles to sides.","excercise_instructions":"With chest high, lift lever by extending hips and knees to full extension. Return until knee of rear leg is almost in contact with floor. Repeat. Continue with opposite leg.","excercise_tips":"Keep torso upright during squat; flexible hip flexors are important. Keep foot flat on floor. Forward knee should point same direction as foot throughout movement. Position foot just slightly forward to keep equal distribution of force on hip and knee extensors. May also be referred to as Lever Bulgarian Squat.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Trapezius, Lower Fibers","Levator Scapulae","Gluteus Medius","Gluteus Minimus"],"equipment_required":["LEVER"]},{"excercise_name":"Lever Barbell Single Leg Split Squat (plate loaded)","excercise_preparation":"Place bench behind smith bar. With bar upper chest height, position bar on back of shoulders and grasp bar to sides. Place foot slightly forward under bar. Extend other leg back and place top of foot on bench. Disengage bar by rotating bar back.","excercise_instructions":"Lower body on leg by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward leg. Repeat. Continue with opposite leg.","excercise_tips":"Keep torso upright during squat; flexible hip flexors are important. Position foot very slightly forward to keep equal distribution of force on hip and knee extensors. Keep foot flat on floor. Forward knee should point same direction as foot throughout movement. May also be referred to as Lever Barbell Bulgarian Squat.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus"],"equipment_required":["BARBELL","LEVER","SMITH"]},{"excercise_name":"Lever Single Leg Squat (plate loaded)","excercise_preparation":"Stand between handles facing away from fulcrum. Grasp both handles to sides and stand upright. Cross lower leg above knee of supporting leg.","excercise_instructions":"Bend knees forward slightly while allowing hips to bend back behind, keeping back straight and knees pointed same direction as feet. Squat down as low as possible. Extend knee and hip until leg is straight. Return and repeat. Continue with opposite leg.","excercise_tips":"Range of motion will be improved with greater leg strength and glute flexibility. Supporting knee should point same direction as foot throughout movement.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["LEVER"]},{"excercise_name":"Lever Split Squat (plate loaded)","excercise_preparation":"Stand between lever handles to sides. Place forefoot of one foot on floor to rear and other foot slightly forward. Squat down and grasp handles to sides.","excercise_instructions":"With chest high, lift lever by extending hips and knees to full extension. Return until knee of rear leg is almost in contact with floor. Repeat. Continue with opposite leg.","excercise_tips":"Keep torso upright during squat; flexible hip flexors are important. Keep foot flat on floor. Knees should point same direction as feet throughout movement. Position foot just slightly forward to keep equal distribution of force on hip and knee extensors. With forward foot further forward: Gluteus Maximus is emphasized, Quadriceps are less emphasized. Also known as Lever Lunge.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Trapezius, Lower Fibers","Levator Scapulae","Gluteus Medius","Gluteus Minimus"],"equipment_required":["LEVER"]},{"excercise_name":"Lever Barbell Split Squat (plate loaded)","excercise_preparation":"With bar upper chest height, position bar on back of shoulders and grasp bar to sides. Place one foot slightly forward and forefoot of other leg further back. Disengage bar by rotating bar back.","excercise_instructions":"Lower body on other leg by flexing knees and hips of both legs until knee of rear leg is almost in contact with floor. Return to original straddled position by extending hips and knees of both legs. Repeat. Continue with opposite leg.","excercise_tips":"Keep torso upright during movement; flexible hip flexors are important. Knees should point same direction as feet throughout movement. The forward foot further forward will emphasize Gluteus Maximus; forward foot closer under bar will emphasize Quadriceps.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":["BARBELL","LEVER"]},{"excercise_name":"Lever Squat (plate loaded)","excercise_preparation":"Squat down to place shoulders under padded lever. Place feet shoulder width apart directly under shoulders. Extend knees and hips until legs are straight. Release support lever.","excercise_instructions":"Lower lever by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Lift lever up by extending knees and hips until legs are straight. Repeat.","excercise_tips":"If available, re-engage support lever in extended position before dismounting. Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See rear view and Squat Analysis. Also see exercise on alternative machine.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Squat (plate loaded)","excercise_preparation":"Squat down to place shoulders under padded lever. Place feet shoulder width apart directly under shoulders. Extend knees and hips until legs are straight. Release support lever.","excercise_instructions":"Lower lever by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Lift lever up by extending knees and hips until legs are straight. Repeat.","excercise_tips":"If available, re-engage support lever in extended position before dismounting. Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis. Also see exercise performed on classic Lever Squat machine.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Barbell Squat (plate loaded)","excercise_preparation":"With bar upper chest height, position bar on back of shoulders and grasp bar to sides. Place feet under bar. Disengage bar by rotating bar back.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Extend knees and hips until legs are straight. Return and repeat.","excercise_tips":"Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":["BARBELL","LEVER"]},{"excercise_name":"Lever Front Squat (plate loaded)","excercise_preparation":"Step onto platform facing padded levers. Squat down to place shoulders under padded lever. Place feet shoulder width apart on platform. Extend knees and hips until legs are straight. Release support lever if it does not disengage by itself.","excercise_instructions":"Lower lever by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Lift lever up by extending knees and hips until legs are straight. Repeat.","excercise_tips":"Re-engage support lever before dismounting. Model shown uses foot pedal near base of platform to re-engage support lever. Keep head facing forward, back straight and feet flat on platform; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae"],"equipment_required":["LEVER"]},{"excercise_name":"Lever Full Squat (plate loaded)","excercise_preparation":"Squat down to place shoulders under padded lever. Place feet shoulder width apart directly under shoulders. Extend knees and hips until legs are straight. Release support lever.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until knees and hips are fully bent. Lift lever up by extending knees and hips until legs are straight. Repeat.","excercise_tips":"If available, re-engage support lever in extended position before dismounting. Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae"],"equipment_required":["LEVER"]},{"excercise_name":"Lever Hack Squat (plate loaded)","excercise_preparation":"Lie supine on back pad with shoulders under shoulder pad. Place feet on platform. Extend hips and knees and release lever.","excercise_instructions":"Lower lever by flexing hips and knees until knees are just short of complete flexion. Raise sled by extending knees and hips. Repeat.","excercise_tips":"If available, re-engage support lever in extended position before dismounting. If insufficient, hip flexibility forces pelvis to pull away from back pad at lower portions of movement, only lower sled just short of spinal articulation. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. Placing feet slightly high on platform emphasizes Gluteus Maximus. Placing feet slightly lower on platform emphasizes Quadriceps. Also see similar exercise Lever V-Squat.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","SLED"]},{"excercise_name":"Lever V-Squat (plate loaded)","excercise_preparation":"Position shoulders under shoulder pads with back against back pad. Place feet on platform, shoulder width apart. Extend hips and knees and release lever.","excercise_instructions":"Lower lever by flexing hips and knees until knees are just short of complete flexion. Raise sled by extending knees and hips. Repeat.","excercise_tips":"If available, re-engage support lever in extended position before dismounting. If insufficient, hip flexibility forces pelvis to pull away from back pad at lower portions of movement, only lower sled just short of spinal articulation. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. Placing feet slightly forward on platform emphasizes Gluteus Maximus. Placing feet slightly back on platform emphasizes Quadriceps.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","SLED"]},{"excercise_name":"Lever Leg Extension","excercise_preparation":"Sit on apparatus with back against padded back support. Place front of lower legs under padded lever. Position knee articulation at same axis as lever fulcrum. Grasp handles to sides for support.","excercise_instructions":"Move lever forward and upward by extending knees until legs are straight. Return lever to original position by bending knees. Repeat.","excercise_tips":"Stabilizers may be used during heavy resistances to prevent body rising off of seat.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":[],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,null,"Levator Scapulae","Brachioradialis","Brachialis","Biceps Brachii"],"equipment_required":["LEVER"]},{"excercise_name":"Lever Alternating Leg Extension","excercise_preparation":"Sit on apparatus with back against padded back support. Place front of lower legs under padded lever. Position knee articulation at same axis as lever fulcrum. Grasp handles to sides for support.","excercise_instructions":"Move lever forward and upward by extending one knee until leg is straight. Lower to original position. Repeat with opposite leg. Continue to alternate between sides.","excercise_tips":"Stabilizers may be used during heavy resistances to prevent body rising off of seat.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":[],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,null,"Levator Scapulae"],"equipment_required":["LEVER"]},{"excercise_name":"Lever Alternating Leg Extension (unilateral machine)","excercise_preparation":"Sit on apparatus with back against padded back support. Place front of lower legs under padded levers. Position knee articulation at same axis as lever fulcrum. Grasp handles to sides for support.","excercise_instructions":"Move one lever forward and upward by extending one knee until leg is straight. Lower to original position. Repeat with opposite side. Continue to alternate between sides.","excercise_tips":"Stabilizers may be used during heavy resistances to prevent body from rising off of seat. Also see exercises performed on bilateral machine.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":[],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,null,"Levator Scapulae"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Alternating Lying Leg Press","excercise_preparation":"Lie on machine with shoulder under pads. Place feet on individual lever platforms. Grasp handles to sides. Push both lever platforms away by extending knees and hips so knees are straight.","excercise_instructions":"Lower one lever platform toward body by bending knee and hip until weight taps or nearly taps unused portion of weight stack. Push lever platform away by extending knee and hip. Repeat with opposite leg. Continue by alternating between sides.","excercise_tips":"Adjust bench to accommodate near full range of motion without forcing hips to bend at waist. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. This exercise may be performed by alternating (as described), simultaneous, or in simultaneous-alternating fashion.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Seated Leg Press","excercise_preparation":"Sit on machine with back on padded support. Place feet on platform. Grasp handles to sides.","excercise_instructions":"Push platform away by extending knees and hips. Return and repeat.","excercise_tips":"Adjust seat and back support to accommodate near full range of motion without forcing hips to bend at waist. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. Placing feet slightly high on platform emphasizes Gluteus Maximus. Placing feet slightly lower on platform emphasizes Quadriceps.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Single Leg Seated Leg Press","excercise_preparation":"Sit on machine with back on padded support. Place one foot slightly low on platform and other foot on floor below platform.","excercise_instructions":"Push platform away by extending hip and knee. Return by bending leg until knee or hip is just short of complete flexion. Repeat. Continue with opposite leg.","excercise_tips":"Adjust back support back to accommodate near full range of motion without forcing pelvis to bend at waist. Keep knee pointed same direction as foot. Push with both heel and forefoot and do not allow heel to raise off of platform.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Squat","excercise_preparation":"Squat down to place shoulders under padded lever. Place feet shoulder width apart directly under shoulders.","excercise_instructions":"Lift lever up by extending knees and hips until legs are straight. Lower lever by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Return and repeat.","excercise_tips":"Lever height should be adjusted to accommodate full range, allowing hips to descend same height or slightly lower than knees. Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae"],"equipment_required":["LEVER"]},{"excercise_name":"Lever V-Squat","excercise_preparation":"Position shoulders under shoulder pads with back against back pad. Place feet on platform, shoulder or hip width apart. Squeeze hand lever. Keeping hand lever squeezed, squat down by bending hips and knees until knees or hips are just short of complete flexion. Release hand lever and raise up on sled just slightly until weight stack is engaged (click is heard).","excercise_instructions":"Raise sled by extending knees and hips until legs are straight. Squat down with knees pointed same direction as feet. Descend until knees or hips are near complete flexion. Repeat.","excercise_tips":"Squeeze hand lever at bottom of movement to disengage weight stack. Keep hand lever squeezed until sled is raised and legs are straight. If insufficient, hip flexibility forces pelvis to pull away from back pad at lower portions of movement, only lower sled just short of spinal articulation. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. Placing feet slightly forward on platform emphasizes Gluteus Maximus. Placing feet slightly back on platform emphasizes Quadriceps.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","SLED"]},{"excercise_name":"Lever Split V-Squat","excercise_preparation":"Position shoulders under shoulder pads with back against back pad. Place feet on platform, shoulder or hip width apart, slightly back. Squeeze hand lever. Keeping hand lever squeezed, squat down by bending hips and knees until knees or hips are just short of complete flexion. Release hand lever and raise up on sled just slightly until weight stack is engaged (click is heard). Raise sled by extending knees and hips until legs are straight. Place one leg back behind platform with toes pointed downward over floor.","excercise_instructions":"Squat down with knee pointed same direction as foot. Allow leg to bend behind with forefoot on floor. Descend until forward hip is near complete flexion. Raise sled by extending knee and hip until leg is straight. Repeat. Continue with opposite leg.","excercise_tips":"Squeeze hand lever at bottom of movement to disengage weight stack. Keep hand lever squeezed until sled is raised and leg is straight. If insufficient hip flexibility forces pelvis to pull away from back pad at lower portions of movement, only lower sled just short of spinal articulation. Keep knee pointed same directions as foot. Do not allow heel to raise off of platform, pushing with both heel and forefoot. Placing feet slightly forward on platform emphasizes Gluteus Maximus. Placing feet slightly back on platform emphasizes Quadriceps. See manufacturer's suggested foot placement for Lever Split V-Squat.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["LEVER","SLED"]},{"excercise_name":"Lever Single Leg Split V-Squat","excercise_preparation":"Position shoulders under shoulder pads with back against back pad. Place one foot slightly forward on platform. Place other foot against rear vertical platform. Squeeze hand lever. Keeping hand lever squeezed, squat down by bending hips and knees until hip or knee is short of complete flexion. Release hand lever and raise up on sled, just slightly until weight stack is engaged (click is heard).","excercise_instructions":"Raise lever by extending knees and hips. Lower lever by flexing hips and knees until knee of rear leg is almost in contact with floor. Repeat. Continue with opposite leg positions.","excercise_tips":"Squeeze hand lever at bottom of movement to disengage weight stack. Keep hand lever squeezed until sled is raised and legs are straight. Keep knees pointed same directions as feet. Do not allow forward heel to raise off of platform, pushing with both heel and forefoot.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["LEVER","SLED"]},{"excercise_name":"Lever Alternating Single Leg Split V-Squat","excercise_preparation":"Position shoulders under shoulder pads with back against back pad. Place feet slightly forward on platform. Squeeze hand lever. Keeping hand lever squeezed, squat down by bending hips and knees until hip or knee is short of complete flexion. Release hand lever and raise up on sled just slightly until weight stack is engaged (click is heard). Raise lever by extending knees and hips.","excercise_instructions":"Transfer right foot back to inside of rear vertical platform. Lower lever by flexing hips and knees until knee of rear leg is almost in contact with floor. Raise lever by extending knees and hips until knee is straight. Return right foot to original position by other foot. Repeat with opposite leg movement and continue alternating between sides.","excercise_tips":"When finished, keep both feet forward and descend lever downward. Squeeze hand lever at bottom of movement to disengage weight stack. Keep hand lever squeezed until sled is raised and legs are straight. Keep knees pointed same directions as feet. Push with both heel and forefoot. Do not allow forward heel to raise off of platform.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["LEVER","SLED"]},{"excercise_name":"Sled 45° Leg Press","excercise_preparation":"Sit on machine with back on padded support. Place feet on platform. Extend hips and knees. Release dock lever and grasp handles to sides.","excercise_instructions":"Lower sled by flexing hips and knees until knees are just short of complete flexion. Return by extending knees and hips. Repeat.","excercise_tips":"Adjust safety brace and back support to accommodate near full range of motion without forcing hips to bend at waist. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. Placing feet slightly high on platform emphasizes Gluteus Maximus. Placing feet slightly lower on platform emphasizes Quadriceps. See exercise performed on Bilateral Leg Press. Also see Locking Out Knees on Leg Press.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE","SLED"]},{"excercise_name":"Sled Alternating 45° Leg Press","excercise_preparation":"Sit on machine with back on padded support. Place feet on individual platforms. Grasp handles to sides. Push both platforms away by extending knees and hips so knees are straight. Release dock lever and grasp handles to sides.","excercise_instructions":"Lower one platform toward body by bending knee and hip until knees are just short of complete flexion or until hips are completely flexed. Push platform away by extending knee and hip. Repeat with opposite leg. Continue by alternating between sides.","excercise_tips":"Adjust safety brace and back support to accommodate near full range of motion without forcing hips to bend at waist. Wide stance may allow for deeper range of motion. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. Placing feet slightly high on platform emphasizes Gluteus Maximus. Placing feet slightly lower on platform emphasizes Quadriceps. See exercises performed Bilaterally.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE","SLED"]},{"excercise_name":"Sled Single Leg 45° Leg Press","excercise_preparation":"Sit on machine with back on padded support. Place one foot on platform and other foot on floor below platform. Extend hip and knee. Release dock levers and grasp handles to sides.","excercise_instructions":"Lower sled by bending leg until knee is just short of complete flexion. Return by extending knees and hips. Repeat. Continue with opposite leg.","excercise_tips":"Re-engage dock levers in extended position before dismounting. Adjust safety brace and back support (back) to accommodate near full range of motion without forcing pelvis to bend at waist. Keep knee pointed same direction as foot. Do not allow heel to raise off of platform, pushing with both heel and forefoot.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE","SLED"]},{"excercise_name":"Sled Hack Press","excercise_preparation":"Sit on sled with back of hips against back pad. Place feet on platform shoulder width or slightly wider. Extend hips and knees. Release dock lever(s).","excercise_instructions":"Lower sled by flexing hips and knees until either is near complete flexion. Raise sled by extending knees and hips. Repeat.","excercise_tips":"Re-engage support lever in extended position before dismounting. If insufficient hip flexibility forces pelvis to pull away from back pad at lower portions of movement, only lower sled just short of spinal articulation. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. Placing feet slightly high on platform emphasizes Gluteus Maximus. Placing feet slightly lower on platform emphasizes Quadriceps.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","SLED"]},{"excercise_name":"Sled Lying Leg Press","excercise_preparation":"Lie supine on sled with shoulders against pad. Place feet on platform.","excercise_instructions":"Extend hips and knees. Flex hips and knees to descend until knees are just short of complete flexion. Repeat.","excercise_tips":"Adjust machine to accommodate near full range of motion without forcing hips to rise at waist. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. Placing feet slightly high on platform emphasizes Gluteus Maximus. Placing feet slightly lower on platform emphasizes Quadriceps.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["MACHINE","SLED"]},{"excercise_name":"Sled Lying Leg Press (plate loaded)","excercise_preparation":"Lie supine on platform with shoulders against pad. Place feet slightly high on platform. Extend hips and knees. Release dock lever and grasp handles to sides.","excercise_instructions":"Bring sled toward platform by flexing hips and knees until knees are just short of complete flexion or until hips are completely flexed. Return by extending knees and hips. Repeat.","excercise_tips":"Re-engage support lever in extended position before dismounting. Allow for full range of motion without forcing hips to rise at waist. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. Placing feet slightly high on platform emphasizes Gluteus Maximus. Placing feet slightly lower on platform emphasizes Quadriceps.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","SLED"]},{"excercise_name":"Sled Single Leg Lying Leg Press (plate loaded)","excercise_preparation":"Lie supine on platform with shoulders against pad. Place feet on platform. Prop one leg up, on support if available. Extend hip and knee of leg positioned on platform. Release dock lever and grasp handles to sides.","excercise_instructions":"Bring sled toward platform by flexing hip and knee of supporting leg until knee is just short of complete flexion or until hip is completely flexed. Return by extending knee and hip. Repeat. Continue with opposite leg.","excercise_tips":"If available, re-engage support lever in extended position before dismounting. Allow for full range of motion without forcing hips to rise at waist. Keep knee pointed same directions as foot. Do not allow heel to raise off of platform, pushing with both heel and forefoot. Placing foot slightly high on platform emphasizes Gluteus Maximus. Placing foot slightly lower on platform emphasizes Quadriceps.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["LEVER","SLED"]},{"excercise_name":"Sled Single Leg Lying Leg Press","excercise_preparation":"Lie supine on platform with shoulders against pad. Place foot slightly low on platform. Position other leg with lower leg parallel to platform.","excercise_instructions":"Push platform by extending knee and hip until knee is straight. Return by bending hip and knee of supporting leg until knee is just short of complete flexion or until hip is completely flexed. Repeat. Continue with opposite leg.","excercise_tips":"Allow for full range of motion without forcing hips to bend at waist. Keep knee pointed same directions as foot. Do not allow heel to raise off of platform, pushing with both heel and forefoot. Placing foot slightly high on platform emphasizes Gluteus Maximus. Placing foot slightly lower on platform emphasizes Quadriceps.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["SLED"]},{"excercise_name":"Sled Seated Leg Press","excercise_preparation":"Sit on machine with back on padded support. Place feet on platform. Grasp handles to sides.","excercise_instructions":"Push platform away by extending knees and hips. Return until hips are completely flexed. Repeat.","excercise_tips":"Adjust seat and back support to accommodate near full range of motion without forcing hips to bend at waist. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. Placing feet slightly high on platform emphasizes Gluteus Maximus. Placing feet slightly lower on platform emphasizes Quadriceps.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["MACHINE","SLED"]},{"excercise_name":"Sled Vertical Leg Press","excercise_preparation":"Lie on declined back pad with hips under weighted sled. Place feet on platform. Raise weight by extending hips and knees. Release dock levers and grasp handles to sides.","excercise_instructions":"Lower sled by flexing hips and knees until knees are just short of complete flexion or just before hips raise up from pad. Return by extending knees and hips. Repeat.","excercise_tips":"If available, re-engage support lever in extended position before dismounting. Flexible hip flexion is required for fuller range of motion through knee. Lower weight just short of hips, leaving back support. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot, or center of feet if platform is shorter than length of feet.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","SLED"]},{"excercise_name":"Sled Single Leg Vertical Leg Press","excercise_preparation":"Lie on declined back pad with hips under weighted sled. Place both feet on platform. Raise weight by extending hips and knees. Place foot down off of foot platform. Release dock levers and grasp handles to sides.","excercise_instructions":"Lower sled by flexing leg until knees are just short of complete flexion or just before hips raise up from pad. Push weight up by extending knee and hip. Repeat and continue with opposite leg.","excercise_tips":"Re-engage support lever in extended position before dismounting. Flexible hip flexion is required for fuller range of motion through knee. Lower weight just short of hips, leaving back support. Keep knee pointed same directions as foot. Do not allow heel to raise off of platform, pushing with both heel and forefoot, or center of foot if platform is shorter than length of feet.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","SLED"]},{"excercise_name":"Sled Squat","excercise_preparation":"Position shoulders under padded bars. Place feet shoulder width apart directly under shoulders. Disengage lever brace if available.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Raise sled by extending knees and hips until legs are straight. Return and repeat.","excercise_tips":"Re-engage support lever in extended position before dismounting. Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae"],"equipment_required":["LEVER","SLED"]},{"excercise_name":"Sled Hack Squat","excercise_preparation":"Lie supine on back pad with shoulders under shoulder pad. Place feet on platform slightly higher than base of sled. Extend hips and knees. Release dock levers.","excercise_instructions":"To lower sled, bend hips and knees until knees are just short of complete flexion. Raise sled by extending knees and hips. Repeat.","excercise_tips":"Re-engage support lever in extended position before dismounting. If insufficient hip flexibility forces pelvis to pull away from back pad at lower portions of movement, only lower sled just short of spinal articulation. Keep knees pointed same directions as feet. Do not allow heels to raise off of platform, pushing with both heel and forefoot. Placing feet slightly high on platform emphasizes Gluteus Maximus. Placing feet slightly lower on platform emphasizes Quadriceps.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","SLED"]},{"excercise_name":"Sled Single Leg Hack Squat","excercise_preparation":"Lie supine on platform with shoulders against pad. Place feet on platform. Extend hips and knees. Cross lower leg above knee of supporting leg. Release dock levers.","excercise_instructions":"Lower sled by flexing hips and knee of supporting leg until knees are just short of complete flexion. Raise sled by extending knee and hips. Repeat. Continue with opposite leg.","excercise_tips":"Re-engage dock levers in extended position before dismounting. Adjust machine to accommodate near full range of motion without forcing pelvis to rise at waist. Keep knee pointed same direction as foot. Do not allow heel to raise off of platform, pushing with both heel and forefoot.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus"],"equipment_required":["LEVER","MACHINE","SLED"]},{"excercise_name":"Sled Rear Lunge","excercise_preparation":"Position shoulders under padded bars handles. Place feet under bar. Straighten legs so weight is lifted. Disengage safety if available.","excercise_instructions":"Step back with one leg while bending supporting leg. Plant forefoot far back on floor. Lower body by flexing knee and hip of supporting leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward supporting leg and return rear leg next to supporting leg. Repeat movement with opposite legs, alternating between sides.","excercise_tips":"Re-engage support lever in extended position before dismounting. Keep torso upright during lunge; flexible hip flexors are important. Forward knee should point same direction as foot throughout lunge. A long lunge with feet slightly forward emphasizes Gluteus Maximus; short lunge with feet under the bar emphasizes Quadriceps.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus"],"equipment_required":["LEVER","SLED"]},{"excercise_name":"Smith Rear Lunge","excercise_preparation":"With bar upper chest height, position bar on back of shoulders and grasp bar to sides. Place feet under bar. Straighten legs so weight is lifted. Disengage bar by rotating bar back.","excercise_instructions":"Step back with one leg while bending supporting leg. Plant forefoot far back on floor. Lower body by flexing knee and hip of supporting leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward supporting leg and return rear leg next to supporting leg. Repeat movement with opposite legs alternating between sides.","excercise_tips":"Keep torso upright during lunge; flexible hip flexors are important. Forward knee should point same direction as foot throughout lunge. A long lunge with feet slightly forward emphasizes Gluteus Maximus; short lunge with feet under the bar emphasizes Quadriceps.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["SMITH"]},{"excercise_name":"Smith Single Leg Split Squat","excercise_preparation":"Place bench behind smith bar. With bar upper chest height, position bar on back of shoulders and grasp bar to sides. Place foot slightly forward under bar. Extend other leg back and place top of foot on bench. Disengage bar by rotating bar back.","excercise_instructions":"Lower body on leg by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward leg. Repeat. Continue with opposite leg.","excercise_tips":"Keep torso upright during squat; flexible hip flexors are important. Position foot very slightly forward to keep equal distribution of force on hip and knee extensors. Keep foot flat on floor. Forward knee should point same direction as foot throughout movement. May also be referred to as Smith Bulgarian Squat.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus"],"equipment_required":["SMITH"]},{"excercise_name":"Smith Split Squat","excercise_preparation":"With bar upper chest height, position bar on back of shoulders and grasp bar to sides. Place one foot forward slightly and forefoot of other leg further back. Disengage bar by rotating bar back.","excercise_instructions":"Lower body on other leg by flexing knees and hips of both legs until knee of rear leg is almost in contact with floor. Return to original straddled position by extending hips and knees of both legs. Repeat. Continue with opposite leg.","excercise_tips":"Keep torso upright during movement; flexible hip flexors are important. Knees should point same direction as feet throughout movement. The forward foot further forward will emphasize Gluteus Maximus; forward foot more closer under bar will emphasize Quadriceps.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":["SMITH"]},{"excercise_name":"Smith Squat","excercise_preparation":"With bar upper chest height, position bar on back of shoulders and grasp bar to sides. Place feet under bar. Disengage bar by rotating bar back.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Extend knees and hips until legs are straight. Return and repeat.","excercise_tips":"Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Smith Squat Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":["SMITH"]},{"excercise_name":"Smith Single Leg Squat","excercise_preparation":"With bar upper chest height, position bar on back of shoulders and grasp bar to sides. Place feet slightly forward and cross lower leg above knee of supporting leg. Disengage bar by rotating bar back.","excercise_instructions":"Bend knees forward slightly while allowing hips to bend, keeping back straight and knees pointed same direction as feet. Descend until thigh of supporting leg is just past parallel to floor. Extend knee and hip until leg is straight. Return and repeat. Continue with opposite leg.","excercise_tips":"Keep head facing forward, back straight and foot flat on floor; equal distribution of weight through forefoot and heel. Supporting knee should point same direction as foot throughout movement.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["SMITH"]},{"excercise_name":"Smith Front Squat","excercise_preparation":"With bar upper chest height, grasp bar with overhand shoulder width grip. Position bar on front of shoulders with elbows forward and wrists hyperextended. Place feet under bar. Disengage bar by rotating bar back.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Extend knees and hips until legs are straight. Return and repeat.","excercise_tips":"Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefeet and heel. Knees should point same direction as feet throughout movement. Also see bodybuilding style Smith Front Squat and Smith Squat Analysis.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Deltoid, Anterior","Deltoid, Lateral","Pectoralis Major, Clavicular Head",null,"Levator Scapulae",null,"Trapezius, Lower Fibers","Serratus Anterior"],"equipment_required":["SMITH"]},{"excercise_name":"Smith Hack Squat","excercise_preparation":"Stand with back of thighs or glutes against bar. Grasp bar from behind with overhand grip. Disengage bar by rotating bar back.","excercise_instructions":"Squat down by bending knees forward slightly while allowing hips to bend back behind, keeping back straight and knees pointed same direction as feet. Descend until thighs are too close to parallel to floor and bar is behind lower leg. Lift bar by extending hips and knees to full extension. Repeat.","excercise_tips":"Throughout lift, keep hips low, shoulders high, arms and back straight. Knees should point same direction as feet throughout movement. See Smith Squat Analysis.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae"],"equipment_required":["SMITH"]},{"excercise_name":"Smith Wide Squat","excercise_preparation":"With bar upper chest height, position bar on back of shoulders and grasp bar to sides. Place feet wide pointing outward 45° to 30°. Disengage bar by rotating bar back.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Extend knees and hips until legs are straight. Return and repeat.","excercise_tips":"Keep head facing forward, back straight and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Smith Squat Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":["SMITH"]},{"excercise_name":"Smith Step Down","excercise_preparation":"Position smith bar upper chest height with platform under bar off to one side. Positioned shoulders under bar and one foot on platform with other leg extended slightly forward on floor.","excercise_instructions":"Raise bar upward by straightening leg and pushing body upward. Lower body downward by returning foot off of bench to floor and repeat. Continue with opposite position.","excercise_tips":"Keep torso upright and foot flat on platform during exercise. Knee of exercised leg should point same direction as foot. Extended leg can be positioned slight forward.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["SMITH"]},{"excercise_name":"Weighted Belt Squat","excercise_preparation":"Place weight on dip belt around waist. Step up onto boxes or benches spaced apart; foot on each one. Arms can be extended forward throughout exercise.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Squat up by extending knees and hips until legs are straight. Return and repeat.","excercise_tips":"Keep head facing forward, back straight, chest high, and feet flat on surface; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis. Also see similar exercise Cable Belt Squat.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["CABLE"]},{"excercise_name":"Weighted Front Squat","excercise_preparation":"Stand with feet shoulder width or slightly narrower apart. Holding weight plate upper chest height with both hands.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Extend knees and hips until legs are straight. Return and repeat.","excercise_tips":"Keep head facing forward, back straight, chest high, and feet flat on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis. Also see Kettlebell Goblet Squat.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Deltoid, Anterior","Deltoid, Lateral","Supraspinatus","Pectoralis Major, Clavicular Head",null,null,"Levator Scapulae","Trapezius, Lower Fibers","Serratus Anterior","Brachioradialis","Brachialis","Biceps Brachii"],"equipment_required":["KETTLEBELL"]},{"excercise_name":"Weighted Single Leg Squat","excercise_preparation":"Stand with arms extended out in front holding medicine ball or weight plate. Balance on one leg with opposite leg extended forward off of ground.","excercise_instructions":"Squat down as far as possible while keeping leg elevated off of floor. Keep supporting knee pointed same direction as foot supporting. Raise body back up to original position until knee and hip of supporting leg is straight. Return and repeat. Continue with opposite leg.","excercise_tips":"Supporting knee should point same direction as foot throughout movement. Range of motion will be improved with greater leg strength and glute flexibility. Significant spinal flexion occurs at bottom of deep single leg squat to maintain center of gravity over foot. Erector Spinae becomes a stabilizer if spine is kept straight.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Erector Spinae"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques","Rectus Abdominis"],"equipment_required":[]},{"excercise_name":"Weighted Sissy Squat","excercise_preparation":"With shoulder width stance, grasp fixed bar or support at hip level with one arm and secure plate across chest with other arm.","excercise_instructions":"With hips and waist straight, bend knees to allow body to fall backwards as knees come forward. Allow heels to raise from floor. Lower body until knees are almost fully flexed or near floor. Return to original position by extending knees as heels return to floor.","excercise_tips":"Keep waist and hips straight throughout exercise. Knees should point same direction as feet throughout movement. Sissy Squat can be performed without additional weight until additional resistance is required. Also see Weighted Sissy Squat on apparatus.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":[],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus","Soleus","Gastrocnemius","Rectus Abdominis","Obliques"],"equipment_required":[]},{"excercise_name":"Weighted Sissy Squat (on apparatus)","excercise_preparation":"Place feet under lower padded bar with calves against upper pads. Secure weight plate high on chest with both arms.","excercise_instructions":"Allow body to fall backwards by bending knees. During descent, gradually bend hips, yet keep chest high and don't allow torso to angle forward. Lower body until back of thigh is against upper pad. Rise to original position by extending knees and hips while keeping shoulders behind hips. Repeat.","excercise_tips":"Keep chest high and shoulder behind hips, preventing torso to angle forward. If upper pad is too high, it can obstruct range of motion, and possibly create abrupt forward dislocating forces on knee particularly if descent is not controlled. In contrast, inadequate support will be provided if upper pad is too low.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":[],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis","Obliques","Iliopsoas","Tensor Fasciae Latae",null,"Sartorius",null,null],"equipment_required":[]},{"excercise_name":"Kettlebell Front Squat","excercise_preparation":"Hold two kettlebells in front of shoulders, one with each arm positioned close to body. Stand with feet shoulder width or slightly wider.","excercise_instructions":"Bend knees slightly forward while allowing hips to bend back behind, keeping back taut and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Extend knees and hips until legs are straight. Return and repeat.","excercise_tips":"Wrist supporting kettlebell should be held straight. Keep head facing forward, back straight, chest high, arms straight to sides, and feet fl at on floor; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis and Dumbbell Front Squat.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":[],"synergist_muscles":[],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["DUMBBELL","KETTLEBELL"]},{"excercise_name":"Kettlebell Overhead Split Squat","excercise_preparation":"Clean and Jerk kettlebell over head. Stand with feet far apart; leg on side of kettlebell should be placed behind and opposite foot should be positioned forward. Arm should be fully extended upward supporting kettlebell.","excercise_instructions":"Squat down by flexing knee and hip of front leg. Allow heel of rear foot to rise up while knee of rear leg bends slightly, until it almost makes contact with floor. Return to original standing position by extending hip and knee of forward leg. Repeat. Clean and Jerk weight with opposite arm and squat with other leg forward.","excercise_tips":"Knees should point same direction as feet throughout movement. Heel of rear foot can be kept elevated off floor throughout movement as shown. Keep torso upright during squat; flexible hip flexors are important. With feet further apart: Gluteus Maximus is emphasized, Quadriceps are less emphasized. Wrist supporting kettlebell should be held straight.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":[],"synergist_muscles":[],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["KETTLEBELL"]},{"excercise_name":"Kettlebell Overhead Rear Lunge","excercise_preparation":"Clean and Jerk kettlebell over head. Stand with arm fully extended upward supporting kettlebell.","excercise_instructions":"Step back with leg on opposite side of kettlebell while bending supporting leg. Plant forefoot far back on floor. Lower body by flexing knee and hip of supporting leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward supporting leg and return rear leg next to supporting leg. Repeat. Clean and Jerk weight with opposite arm and lunge on other leg.","excercise_tips":"Keep torso upright during lunge; flexible hip flexors are important. Forward knee should point same direction as foot throughout lunge. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps. Wrist supporting kettlebell should be held straight.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":[],"synergist_muscles":[],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["KETTLEBELL"]},{"excercise_name":"Rear Lunge","excercise_preparation":"Stand with hands on hips or in front of body.","excercise_instructions":"Step back with one leg while bending supporting leg. Plant forefoot far back on floor. Lower body by flexing knee and hip of supporting leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward supporting leg and return rear leg next to supporting leg. Repeat movement with opposite legs alternating between sides.","excercise_tips":"Keep torso upright during lunge; flexible hip flexors are important. Forward knee should point same direction as foot throughout lunge. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":[]},{"excercise_name":"Lunge","excercise_preparation":"Stand with hands on hips or in front of body.","excercise_instructions":"Lunge forward with first leg. Land on heel, then forefoot. Lower body by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Return to original standing position by forcibly extending hip and knee of forward leg. Repeat by alternating lunge with opposite leg.","excercise_tips":"Keep torso upright during lunge; flexible hip flexors are important. Lead knee should point same direction as foot throughout lunge. A long lunge emphasizes Gluteus Maximus; short lunge emphasizes Quadriceps.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Tibialis Anterior","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":[]},{"excercise_name":"Single Leg Squat (pistol)","excercise_preparation":"Stand with arms extended out in front. Balance on one leg with opposite leg extended forward off of ground.","excercise_instructions":"Squat down as far as possible while keeping leg elevated off of floor. Keep back as straight as possible and supporting knee pointed same direction as foot supporting. Raise body back up to original position until knee and hip of supporting leg is straight. Repeat and continue with opposite leg.","excercise_tips":"Supporting knee should point same direction as foot throughout movement. Range of motion will be improved with greater leg strength and glute flexibility. Also known as Pistol Squat.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":[]},{"excercise_name":"Single Leg Box Squat (pistol)","excercise_preparation":"Stand facing away from box, platform, or adjustable height bench positioned just behind legs. Extended arms out in front of body. Balance on one leg with opposite leg extended forward off of ground.","excercise_instructions":"Squat down while keeping leg elevated off of floor. Keep back straight and supporting knee pointed same direction as foot supporting. Once buttock makes contact with bench or box, raise body back up to original position until knee and hip of supporting leg is straight. Repeat and continue with opposite leg.","excercise_tips":"Range of motion will be improved with greater leg strength. Supporting knee should point same direction as foot throughout movement. Weighted versions of this exercise would normally be considered auxiliary in context of other basic exercises (ie: Barbell Squat, Sled Leg Press). However, in the context of 'body weight' only program, this exercise can be considered basic. Also known as Bench Pistol Squat or Single Leg Bench Squat.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["BARBELL","SLED"]},{"excercise_name":"Single Leg Partial Box Squat (pistol)","excercise_preparation":"Stand facing away from box, platform, or adjustable height bench positioned just behind legs. Extended arms out in front of body. Balance on one leg with opposite leg extended forward off of ground.","excercise_instructions":"Squat down while keeping leg elevated off of floor. Keep back straight and supporting knee pointed same direction as foot supporting. Once buttock makes contact with bench or box, raise body back up to original position until knee and hip of supporting leg is straight. Repeat and continue with opposite leg.","excercise_tips":"Supporting knee should point same direction as foot throughout movement. Partial range of motion, as name implies, can be considered hips descending to height above knee. Weighted versions of this exercise would normally be considered auxiliary in context of other basic exercises (ie: Barbell Squat, Sled Leg Press). However, in the context of 'body weight' only program, this exercise can be considered basic. Also known as Pistol Box Squat (partial).","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["BARBELL","SLED"]},{"excercise_name":"Single Leg Squat (with leg back)","excercise_preparation":"Stand with arms extended out in front. Balance on one leg and bend raised leg back at knee.","excercise_instructions":"Squat down as far as possible while keeping raised leg from contacting floor as far down as possible. Keep back straight and supporting knee pointed same direction as foot supporting. In lowest position, gently place elevated lower leg on floor. Raise body back up with minimal assistance from raised leg on floor. Stand to original position until knee and hip of supporting leg are straight. Return and repeat. Continue with opposite leg.","excercise_tips":"Supporting knee should point same direction as foot throughout movement. Range of motion will be improved with greater leg strength and glute flexibility. Quadriceps on raised leg becomes Synergist if self assistance is provided at bottom of movement.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":[]},{"excercise_name":"Single Leg Half Squat","excercise_preparation":"Stand with arms in front of body either extended or close to torso. Balance on one leg and bend raised leg back at knee.","excercise_instructions":"Squat down to challenging depth while keeping raised leg from contacting floor. Keep back straight and supporting knee pointed same direction as foot supporting. Stand back up to original position until knee and hip of supporting leg are straight. Return and repeat. Continue with opposite leg.","excercise_tips":"Allow torso to lean forward slightly while hips travel to back and knee travels forward. Supporting knee should point same direction as foot throughout movement. Range of motion will be improved with greater leg strength.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":[]},{"excercise_name":"Single Leg Reclining Squat (bar)","excercise_preparation":"Stand behind horizontal bar, lower chest to upper waist height. Grasp bar with both hands. Place feet slightly forward and lean back with arms straight. Balance on one leg with opposite leg extended forward off of ground.","excercise_instructions":"While reclining back, squat down as far as possible while keeping leg elevated off of floor. Keep back straight and supporting knee pointed same direction as supporting foot. Raise body back up to original position until knee and hip of supporting leg is straight. Repeat and continue with opposite leg.","excercise_tips":"Supporting knee should point same direction as foot throughout movement. Range of motion will be improved with greater leg strength and glute flexibility. Spine can be kept straighter than standard full range single leg squat. Also known as Reclining Pistol Squats.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Latissimus Dorsi","Teres Major","Deltoid, Posterior","Pectoralis Major, Sternal Head"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques","Rectus Abdominis","Erector Spinae",null,"Trapezius, Lower Fibers","Rhomboids"],"equipment_required":[]},{"excercise_name":"Sissy Squat","excercise_preparation":"With shoulder width stance, grasp fixed bar or support at hip level with one arm.","excercise_instructions":"With hips and waist straight, bend knees to allow body to fall backwards as knees come forward. Allow heels to raise from floor. Lower body until knees are almost fully flexed or near floor. Return to original position by extending knees as heels return to floor.","excercise_tips":"Keep waist and hips straight throughout exercise. Knees should point same direction as feet throughout movement. Also see Sissy Squat on apparatus.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":[],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus","Soleus","Gastrocnemius","Rectus Abdominis","Obliques"],"equipment_required":[]},{"excercise_name":"Sissy Squat (on apparatus)","excercise_preparation":"Place feet under lower padded bar with calves against upper pads. Cross arms and touch shoulders or place arms out straight in front of shoulders.","excercise_instructions":"Allow body to fall backwards by bending knees. During descent, gradually bend hips, yet keep chest high and don't allow torso to angle forward. Lower body until back of thigh is against upper pad. Rise to original position by extending knees and hips while keeping shoulders behind hips. Repeat.","excercise_tips":"Keep chest high and shoulder behind hips, preventing torso to angle forward. If upper pad is too high, it can obstruct range of motion, and possibly create abrupt forward dislocating forces on knee, particularly if descent is not controlled. In contrast, inadequate support will be provided if upper pad is too low.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":[],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Rectus Abdominis","Obliques","Iliopsoas","Tensor Fasciae Latae",null,"Sartorius",null,null],"equipment_required":[]},{"excercise_name":"Split Squat","excercise_preparation":"Stand with hands on hips. Position feet far apart; one foot forward and other foot behind.","excercise_instructions":"Squat down by flexing knee and hip of front leg. Allow heel of rear foot to rise up while knee of rear leg bends slightly until it almost makes contact with floor. Return to original standing position by extending hip and knee of forward leg. Repeat. Continue with opposite leg.","excercise_tips":"Knees should point same direction as feet throughout movement. Heel of rear foot can be kept elevated off floor throughout movement as shown. Keep torso upright during squat; flexible hip flexors are important. With feet further apart: Gluteus Maximus is emphasized, Quadriceps are less emphasized.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus"],"equipment_required":[]},{"excercise_name":"Single Leg Split Squat","excercise_preparation":"Stand facing away from bench. Extend leg back and place top of foot on bench.","excercise_instructions":"Squat down by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward leg and repeat. Continue with opposite leg.","excercise_tips":"Keep torso upright during squat; flexible hip flexors are important. Forward knee should point same direction as foot throughout movement. May also be referred to as Bodyweight Bulgarian Squat.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus"],"equipment_required":[]},{"excercise_name":"Squat","excercise_preparation":"Stand with arms extended forward.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Squat up by extending knees and hips until legs are straight. Return and repeat.","excercise_tips":"Keep head facing forward, back straight, chest high, and feet flat on surface; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. Arms positioned forward allow torso to be positioned more upright. See Squat Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":[]},{"excercise_name":"Half Squat","excercise_preparation":"Stand with arms extended forward.","excercise_instructions":"Squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend to height which allows prescribed number of reps at suggested intensity, short of thighs descending just past parallel to floor. Stand up by extending knees and hips until legs are straight. Return to standing position and repeat.","excercise_tips":"Keep head facing forward, back straight, chest high, and feet flat on surface. Apply equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. Arms positioned forward allow torso to be positioned more upright. See Squat Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":[]},{"excercise_name":"Balance Board Squat","excercise_preparation":"Stand facing balance board. Step on one end of board. Slowly step on other end of board. Balance body weight on top of balance board so board is nearly vertical with little movement. See Balance Board Stand.","excercise_instructions":"Extend arms forward in front of body. Squat down by bending knees slightly forward while allowing hips to bend back behind, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Squat up by extending knees and hips until legs are straight. Return and repeat.","excercise_tips":"Use upper arm movement to assist with balance. Keep back straight, chest high, and feet flat on surface; equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. When finished, shift weight to one side. Step off with highest foot first.","excercise_utility":[],"excercise_mechanics":["COMPOUND"],"excercise_force":[],"target_regions":[],"synergist_muscles":[],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":[]},{"excercise_name":"Step-up","excercise_preparation":"Stand facing side of bench, step or platform.","excercise_instructions":"Place foot of first leg on bench. Stand on bench by extending hip and knee of first leg and place foot of second leg on bench. Step down with second leg by flexing hip and knee of first leg. Return to original standing position by placing foot of first leg to floor. Repeat first step with opposite leg, alternating first steps between legs.","excercise_tips":"Keep torso upright during exercise. Lead knee should point same direction as foot throughout movement. Stepping distance from bench emphasizes Gluteus Maximus; stepping close to bench emphasizes Quadriceps.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Gastrocnemius"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,null,"Levator Scapulae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":[]},{"excercise_name":"Lateral Step-up","excercise_preparation":"Stand between two benches, one to each side.","excercise_instructions":"Lift leg and place foot on bench to side slightly forward of straight knee. Stand on bench by straightening leg and pushing body upward. Step down returning feet to original position. Repeat with opposite leg alternating between legs.","excercise_tips":"Keep torso upright during exercise. Stepping knee should point same direction as foot. A modest degree of knee rotation occurs during this movement. See Controversial Exercises and Rotary Force in Squat Analysis.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Gastrocnemius"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":[]},{"excercise_name":"Step-down","excercise_preparation":"Stand with one foot on bench or elevated surface. Position foot on elevated surface to side, slightly forward of straight knee.","excercise_instructions":"Stand on elevated surface by straightening leg and pushing body upward. Step down returning foot off of elevated surface to floor and repeat. Continue with opposite position.","excercise_tips":"Keep torso upright during exercise. Knee of exercised leg should point same direction as foot. See front view.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Gastrocnemius"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":[]},{"excercise_name":"Alternating Step Down","excercise_preparation":"Stand on bench or narrow platform, with feet side by side.","excercise_instructions":"Step down with first foot to side of elevated surface onto floor. Stand back up on elevated surface by straightening upper leg and pushing body upward. Place foot to original position, next to opposite foot. Step down and back up with opposite leg in same manner. Repeat by alternating between sides.","excercise_tips":"Keep torso upright during exercise. Stepping knee should point same direction as foot. A modest degree of knee rotation occurs during this movement. See Controversial Exercises and Rotary Force in Squat Analysis.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Gastrocnemius"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":[]},{"excercise_name":"Self-assisted Single Leg Squat (bar)","excercise_preparation":"Stand behind horizontal bar, lower chest to waist height. Place finger tips or inside base of thumbs on bar, hold with just enough contact for balance and self-assistance. Balance on one leg with opposite leg extended forward off of ground.","excercise_instructions":"Squat down as far as possible while keeping leg elevated off of floor. Keep back straight and supporting knee pointed same direction as supporting foot. Raise body back up to original position until knee and hip of supporting leg is straight. Repeat and continue with opposite leg.","excercise_tips":"Supporting knee should point same direction as foot throughout movement. Range of motion will be improved with greater leg strength and glute flexibility. Significant spinal flexion is acceptable form in full range single leg squat. Erector Spinae becomes stabilizer if spine is kept straight. Also known as Self-assisted Pistol Squats.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Erector Spinae"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques","Rectus Abdominis"],"equipment_required":[]},{"excercise_name":"Self-assisted Single Leg Reclining Squat (pole)","excercise_preparation":"Stand with feet behind vertical pole. Grasp pole with both hands, waist to hip height. Balance on one leg with opposite leg raised up off of floor to side of pole.","excercise_instructions":"Squat down while keeping leg elevated off of floor. With arms slightly flexed, lean back slightly while only allowing knee to travel forward slightly. Keep back straight and supporting knee pointed same direction as supporting foot. Descend to lowest position. Raise body back up to original position while keeping knee behind bar and arms slightly flexed until knee and hip of supporting leg is straight. Repeat and continue with opposite leg.","excercise_tips":"Supporting knee should point same direction as foot throughout movement, yet only extend forward slightly. Range of motion will be improved with greater leg strength and glute flexibility. Spinal flexion near bottom of motion is acceptable form in full range single leg squat. Erector Spinae becomes stabilizer if spine is kept straight. See Side Rear View.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Erector Spinae"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques","Rectus Abdominis"],"equipment_required":[]},{"excercise_name":"Self-assisted Single Leg Squat (leg wrapped)","excercise_preparation":"Place hand on waist high prop or other tall, sturdy structure for support. Stand on one leg by wrapping leg around back of supporting leg so top of lifted foot is on outside of supporting leg's ankle.","excercise_instructions":"Squat down by bending knee forward and hip back behind. Keep back straight and supporting knee pointed same direction as foot supporting. Descend until thigh is just past parallel to floor. Return to standing position with minimal assistance from wrapped leg. Stand to original position until knee and hip of supporting leg are straight. Return and repeat. Continue with opposite leg.","excercise_tips":"Supporting knee should point same direction as foot throughout movement.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques","Rectus Abdominis"],"equipment_required":[]},{"excercise_name":"Self-assisted Squat","excercise_preparation":"Stand in front of horizontal bar positioned at height of upper abdomen to lower chest.  Place hands on horizontal bar with arms extended forward.","excercise_instructions":"While holding onto horizontal bar, squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Stand up by extending knees and hips until legs are straight. Return to standing position and repeat.","excercise_tips":"Exercise can also be performed by placing hands on sturdy piece of furniture or railing. If assistance is needed, push down onto horizontal bar or furniture. Keep head facing forward, back straight, chest high, and feet flat on surface. Apply equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":[]},{"excercise_name":"Self-assisted Squat (on suspension trainer)","excercise_preparation":"Stand in front of suspension trainer handles positioned at height of upper abdomen to lower chest.  Grasp suspension trainer handles with arms extended forward.","excercise_instructions":"While holding onto suspension trainer handles, squat down by bending hips back while allowing knees to bend forward, keeping back straight and knees pointed same direction as feet. Descend until thighs are just past parallel to floor. Stand up by extending knees and hips until legs are straight. Return to standing position and repeat.","excercise_tips":"Exercise can also be performed by placing hands on sturdy piece of furniture or horizontal bar. If assistance is needed, push down onto handles, furniture, or horizontal bar. Keep head facing forward, back straight, chest high, and feet flat on surface. Apply equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["SUSPENSION"]},{"excercise_name":"Self-assisted Step-down","excercise_preparation":"Stand with one foot on bench or elevated surface. Position foot on elevated surface to side slightly forward of straight knee.","excercise_instructions":"Stand on bench by straightening leg and pushing body upward. Step down returning foot off of bench to floor and repeat. Continue with opposite position.","excercise_tips":"Keep torso upright during exercise. Knee of exercised leg should point same direction as foot. Exercise can also be performed by placing traveling foot onto and off of bench next to foot of exercised leg (See demo). Park bench, picnic table and other elevated surfaces can also be used instead of a bench.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Gastrocnemius"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":[]},{"excercise_name":"Suspended Reclining Squat","excercise_preparation":"Stand in front of suspension trainer handles positioned at height of upper abdomen to lower chest. Grasp suspension trainer handles and step back with arms extended forward until suspension straps are taut. While leaning back, step forward with both feet. Recline back with feet apart with arms and body straight.","excercise_instructions":"While reclined back and holding onto suspension trainer handles, squat down by bending hips back while allowing knees to bend forward while keeping back straight and knees pointed same direction as feet. Descend until thighs are perpendicular to body's angle of movement. Stand up by extending knees and hips until legs are straight. Return to reclined standing position with body straight. Repeat.","excercise_tips":"Apply equal distribution of weight through forefoot and heel. Knees should point same direction as feet throughout movement. See Squat Analysis.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["SUSPENSION"]},{"excercise_name":"Suspended Single Leg Squat","excercise_preparation":"Grasp suspension handles and momentarily step back until arms are extended forward and straight. While keeping arms straight and shoulders back, step forward so body reclines back behind suspension handles. Position body and legs straight at desired angle hanging from handles with arms straight. Balance on one leg with opposite leg extended forward off of ground.","excercise_instructions":"Squat down as far as possible while keeping leg elevated off of floor. Keep supporting knee pointed same direction as foot supporting. Raise body back, up to original position until knee and hip of supporting leg is straight. Repeat and continue with opposite leg.","excercise_tips":"Supporting knee should point same direction as foot throughout movement. Dismounting can be achieved by placing elevated leg down and walking backward until body is upright.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus","Erector Spinae"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques","Rectus Abdominis",null,"Rhomboids"],"equipment_required":["SUSPENSION"]},{"excercise_name":"Suspended Single Leg Split Squat","excercise_preparation":"Grasp one or both suspension trainer handle(s) in lower position. Step and face away from suspension trainers. Balance on one leg while raising foot from behind and slipping single foot in loop(s). Release handle with hand and position leg back so it is supported behind body by suspension trainer. Place hands on hips and maintain balance throughout exercise.","excercise_instructions":"Squat down by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of forward leg and repeat. Continue with opposite leg.","excercise_tips":"Keep torso upright during squat; flexible hip flexors are important. Forward knee should point same direction as foot throughout movement. Exercise can be dismounted by lifting suspended rear foot from loop, allowing it to fall back while placing foot on floor. A training partner can assist with positioning loop around rear foot.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["SUSPENSION"]},{"excercise_name":"Suspended Single Leg Split Squat (self-assisted)","excercise_preparation":"Grasp one or both suspension trainer handle(s) in lower position hanging. Stand facing nearby fixed support and hold with one hand for balance. With other hand, secure foot in loop(s) from behind while balancing on one leg. With both hands, hold lightly on fixed support for balance and minimal assistance if needed.","excercise_instructions":"Squat down by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Return to original standing position by extending hip and knee of supporting leg. Repeat and continue with opposite leg.","excercise_tips":"Keep torso upright during squat; flexible hip flexors are important particularly in lower position. Forward knee should point same direction as foot throughout movement. This exercise can be performed on TRXⓇ style suspension trainer or adjustable length gymnastics rings.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PUSH"],"target_regions":["Quadriceps"],"synergist_muscles":["Gluteus Maximus",null,"Soleus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["SUSPENSION"]},{"excercise_name":"Barbell Good-morning","excercise_preparation":"Position barbell on back of shoulders and grasp bar to sides.","excercise_instructions":"Keeping back straight, bend hips to lower torso forward until parallel to floor. Raise torso until hips are extended. Repeat.","excercise_tips":"Begin with very light weight and add additional weight gradually to allow adequate adaptation. Throughout lift, keep back and knees straight. Do not lower weight beyond mild stretch through hamstrings. Full range of motion will vary from person to person depending on flexibility. Also see Bent Knee Goodmorning emphasizing Glutes.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Glute-Ham Raise","excercise_preparation":"Place ankles between ankle roller pads with feet on vertical platform and position knees on pad with lower thighs against large padded hump. If barbell can safely be placed on horizontal handles, grasp barbell in upright position and place behind shoulders. If barbell is placed on floor, lower torso by extending knees and flexing hips, then position barbell on back of shoulders. Grasp bar to sides.","excercise_instructions":"From lower position, raise torso by extending hips until fully extended. Continue to raise body by flexing knees until body is upright. Lower body by straightening knees until body is horizontal. Continue to lower torso by bending hips until body is upside down. Repeat.","excercise_tips":"Exercise can be performed without added weight until more resistance is needed.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null,"Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Inverse Leg Curl","excercise_preparation":"Adjust padded supports and kneel upright in apparatus. Position knees against large roller pad or near-upper side of padded hump, ankles between padded supports, and feet on platform. Place barbell on back of shoulders and grasp bar to sides.","excercise_instructions":"Lower body until horizontal by straightening knees. Raise body by flexing knees only allowing hips to bend slightly. Repeat.","excercise_tips":"This is an advanced exercise performed on Glute Ham Raise Apparatus. This movement is also known as Barbell Hamstring Raise. Exercise can be performed without added weight until more resistance is needed. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion. Also see Inverse Leg Curl comments.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus",null,"Erector Spinae"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Hyperextension","excercise_preparation":"Position thighs prone on large pad and lower leg under padded brace. Place barbell on back of shoulders and grasp bar to sides.","excercise_instructions":"Raise upper body until hip and waist are fully extended. Lower body by bending hips and waist until fully flexed. Repeat.","excercise_tips":"Adjust lower leg brace so pressure is evenly distributed on thigh pad. Begin with body weight and add additional weight gradually to allow lower back adequate adaptation.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Erector Spinae","Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Latissimus Dorsi","Teres Major","Deltoid, Posterior",null,"Brachialis","Brachioradialis","Biceps Brachii","Trapezius, Lower Fibers","Pectoralis Minor","Rhomboids"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Back Raise (on hyperextension apparatus)","excercise_preparation":"Stand in hyper-extension apparatus. Position thighs prone on large pad and lower leg under padded bar. Place barbell on back of shoulders and grasp bar to sides.","excercise_instructions":"Lower body by bending hips until fully flexed. Raise, or extend hips until torso is parallel to legs. Repeat.","excercise_tips":"Adjust lower leg brace so pressure is evenly distributed on thigh pad.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Latissimus Dorsi","Teres Major","Deltoid, Posterior",null,"Brachialis","Brachioradialis","Biceps Brachii","Trapezius, Lower Fibers","Rhomboids"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell 45° Hyperextension","excercise_preparation":"Position thighs prone on padding. Hook heels on platform lip or under padded brace. Place barbell on back of shoulders and grasp bar to sides.","excercise_instructions":"Raise upper body until hip and waist are fully extended. Lower body by bending hips and waist until fully flexed. Repeat.","excercise_tips":"Position pad high enough to evenly distribute body weight on thigh but not so high that range of motion is limited; abdomen should not press on top side of pad when upper body is lowered.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Erector Spinae","Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Latissimus Dorsi","Teres Major","Deltoid, Posterior",null,"Brachialis","Brachioradialis","Biceps Brachii","Trapezius, Lower Fibers","Pectoralis Minor","Rhomboids"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell 45° Back Raise (on hyperextension apparatus)","excercise_preparation":"Position thighs prone on upper padding of 45-degree hyper-extension apparatus. Hook heels on platform lip or under padded brace. Place barbell on back of shoulders and grasp bar to sides.","excercise_instructions":"Lower body by bending hips until fully flexed. Raise or extend hips until torso is parallel to legs. Repeat.","excercise_tips":"Position pad high enough to evenly distribute body weight on thigh but not so high that range of motion is limited; abdomen should not press on top side of pad when upper body is lowered.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Latissimus Dorsi","Teres Major","Deltoid, Posterior",null,"Brachialis","Brachioradialis","Biceps Brachii","Trapezius, Lower Fibers","Rhomboids"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Straight Leg Deadlift","excercise_preparation":"Stand with shoulder width or narrower stance on shallow platform with feet flat beneath bar. Bend knees and bend over with lower back straight. Grasp barbell with shoulder width overhand or mixed grip, shoulder width or slightly wider. Lift weight to standing position.","excercise_instructions":"With knees straight, lower bar toward top of feet by bending hips. After hips can no longer flex, bend waist as bar approaches top of feet. Lift bar by extending waist and hip until standing upright. Pull shoulders back slightly if rounded. Repeat.","excercise_tips":"Begin with very light weight and add additional weight gradually to allow lower back adequate adaptation.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Erector Spinae","Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,"Rhomboids","Latissimus Dorsi",null,"Levator Scapulae","Trapezius, Lower Fibers"],"equipment_required":["BARBELL"]},{"excercise_name":"Barbell Straight-back Straight-leg Deadlift","excercise_preparation":"Grasp barbell from rack or deadlift from floor with shoulder width or slightly wider overhand or mixed grip. Stand with shoulder width or narrower stance.","excercise_instructions":"With knees and back straight, lower bar by bending hips until hamstrings are tight, or just before lower back bends. Lift bar by extending hips until upright. Pull shoulders slightly back at top of lift if rounded. Repeat.","excercise_tips":"Throughout lift, keep arms, knees, and back straight. Do not pause or bounce at bottom of lift. Do not lower weight beyond mild stretch. Full range of motion will vary from person to person depending on flexibility. Re-rack or deadlift weight back to floor. Also see Straight Leg Deadlift.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Rhomboids",null,"Levator Scapulae","Trapezius, Lower Fibers"],"equipment_required":["BARBELL"]},{"excercise_name":"Trap Bar Straight Leg Deadlift","excercise_preparation":"Stand on platform under loaded trap bar. Squat down and grasp handles to sides. Squat / Deadlift bar up to standing position.","excercise_instructions":"With knees straight, lower bar down by bending hips. After hips can no longer flex, bend waist as weights approach foor. Hands should be lowered near sides of ankles. Set weight on floor. Lift bar by extending waist and hip until standing upright. Pull shoulders back slightly if rounded. Repeat.","excercise_tips":"Not all trap bar designs may allow for this movement. A squared, open-ended trap bar is used in this demonstration. Begin with very light weight and add additional weight gradually to allow lower back adequate adaptation.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Erector Spinae","Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,"Rhomboids","Latissimus Dorsi",null,"Levator Scapulae","Trapezius, Lower Fibers"],"equipment_required":[]},{"excercise_name":"Trap Bar Straight-back Straight-leg Deadlift","excercise_preparation":"Stand with feet shoulder width or narrower in trap bar, weight to each side. Squat down with feet flat and grasp handles to sides. Deadlift from floor.","excercise_instructions":"With knees and back straight, lower bar by bending hips until hamstrings are tight, or just before lower back bends. Lift bar by extending hips until upright. Pull shoulders slightly back at top of lift if rounded. Repeat.","excercise_tips":"Not all trap bar designs may allow for this movement. A squared, open-ended trap bar is used in this demonstration. Throughout lift, keep arms, knees, and back straight. Do not pause or bounce at bottom of lift. Do not lower weight beyond mild stretch. Full range of motion will vary from person to person depending on flexibility. Deadlift weight back to floor.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Rhomboids",null,"Levator Scapulae","Trapezius, Lower Fibers"],"equipment_required":[]},{"excercise_name":"Cable Bent-over Leg Curl","excercise_preparation":"Attach ankle cuff to low pulley. With cuff on one ankle, grasp ballet bar with both hands and step far back with other foot. Elbows remain straight to support body leaning forward. Attached foot is stretched off floor.","excercise_instructions":"Pull cable attachment back and up slightly by flexing knee. Raise knee slightly by flexing hip until knee is fully flexed. Return by straightening knee and lowering knee slightly to original position. Repeat. Continue with opposite leg.","excercise_tips":"Raise knee very slightly as knee is flexing and return as weight is lowered. Keep hip from sagging or from being pulled forward. Heavier resistances can tear apart standard leather ankle cuffs.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Iliopsoas","Tensor Fasciae Latae","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Lying Leg Curl","excercise_preparation":"Attach two ankle cuffs to low pulley attachment. With cuffs on both ankles lie prone on flat bench with knees just beyond edge of bench. Grip under side or base of bench for support.","excercise_instructions":"Raise ankles to glutes by flexing knees. Lower ankles until knees are straight. Repeat.","excercise_tips":"Keep torso on bench to reduce hyperextension of lower back. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["CABLE"]},{"excercise_name":"Cable Standing Leg Curl","excercise_preparation":"Attach foot harness to low pulley. With foot harness on one ankle, grasp support bar with both hands and step back with other foot. Elbows remain straight to support body. Attached foot is slightly off floor.","excercise_instructions":"Pull cable attachment back by flexing knee until knee is fully flexed. Return by straightening knee to original position and repeat. Continue with opposite leg.","excercise_tips":"Keep hip from sagging or from being pulled forward. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion. Also see Cable Bent-over Leg Curl.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus","Quadratus Lumborum","Obliques"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Straight Leg Deadlift","excercise_preparation":"Stand between two very low pulleys with shoulder width or narrower stance. Squat down and grasp stirrup attachments to each side. Stand upright with arms straight down to sides.","excercise_instructions":"With knees straight, bow forward by bending hips. Bend waist as stirrups approach lowest position. Lift stirrups by extending hips and waist until standing upright. Pull shoulders back slightly if rounded. Repeat.","excercise_tips":"Begin with very light weight and add additional weight gradually to allow lower back adequate adaptation. Throughout lift, keep arms and knees straight. Do not stand behind pulleys. Do not pause or bounce at bottom of lift. Lower back may bend slightly during full hip flexion phase. Do not lower weight beyond mild stretch throughout hamstrings and low back. Full range of motion will vary from person to person depending on flexibility. See Dangerous Exercise Essay. Also see Straight Back Straight Leg Deadlift.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Erector Spinae","Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,"Rhomboids","Latissimus Dorsi",null,"Levator Scapulae","Trapezius, Lower Fibers"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Straight-back Straight-leg Deadlift","excercise_preparation":"Stand between two very low pulleys with shoulder width or narrower stance. Squat down and grasp stirrup attachments to each side. Stand upright with arms straight down to sides.","excercise_instructions":"With knees and back straight, bow forward by bending hips until hamstrings are tight, or just before lower back bends. Raise body upright by extending hips until standing. Pull shoulders back slightly at top of lift if rounded. Repeat.","excercise_tips":"Throughout lift, keep arms, knees, and back straight. Do not pause or bounce at bottom of lift. Do not lower weight beyond mild stretch. Full range of motion will vary from person to person depending on flexibility. Also see Straight Leg Deadlift.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Rhomboids",null,"Levator Scapulae","Trapezius, Lower Fibers"],"equipment_required":["CABLE"]},{"excercise_name":"Dumbbell Straight Leg Deadlift","excercise_preparation":"Stand with shoulder width or narrower stance. Grasp dumbbells to sides.","excercise_instructions":"With knees straight, lower dumbbells to top or sides of feet by bending hips. Bend waist as bar approaches feet. Lift dumbbells by extending hips and waist until standing upright. Pull shoulders back slightly if rounded. Repeat.","excercise_tips":"Begin with very light weight and add additional weight gradually to allow lower back adequate adaptation.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Erector Spinae","Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,"Rhomboids","Latissimus Dorsi",null,"Levator Scapulae","Trapezius, Lower Fibers"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Dumbbell Straight-back Straight-leg Deadlift","excercise_preparation":"Stand with shoulder width or narrower stance. Grasp dumbbells to each side.","excercise_instructions":"With knees straight, lower dumbbells by bending hips until hamstrings are tight, or just before lower back bends. Lift dumbbells by extending hips until straight. Pull shoulders back slightly at top of lift if rounded. Repeat.","excercise_tips":"Throughout lift, keep arms, knees, and back straight. Do not pause or bounce at bottom of lift. Do not lower weight beyond mild stretch. Full range of motion will vary from person to person depending on flexibility. Also see Straight Leg Deadlift.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Rhomboids",null,"Levator Scapulae","Trapezius, Lower Fibers"],"equipment_required":["DUMBBELL"]},{"excercise_name":"Lever Alternating Lying Leg Curl (plate loaded)","excercise_preparation":"Facing bench, stand between bench and lever pads. Lie prone on bench with knees just beyond edge of bench and lower legs under lever pads. Grasp handles.","excercise_instructions":"Raise one lever pad to back of thigh by flexing knee. Lower lever pad until knee is straight. Raise and lower other leg pad. Continue by alternating legs.","excercise_tips":"Keep torso on bench to reduce hyperextension of lower back. Most machines are angled at user's hip to position hamstring in more favorable mechanical position. If angle at hip is significantly bent, Rectus Femoris will less likely be involved as Antagonist Stabilizer. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion. See Knee flexion abduction force vector diagram.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Alternating Lying Leg Curl (plate loaded)","excercise_preparation":"Facing bench, stand between bench and lever pads. Lie prone on bench with knees just beyond edge of bench and lower legs under lever pads. Grasp handles.","excercise_instructions":"Raise one lever pad to back of thigh by flexing knee. Lower lever pad until knee is straight. Raise and lower other leg pad. Continue by alternating legs.","excercise_tips":"Keep torso on bench to reduce hyperextension of lower back. Most machines are angled at user's hip to position hamstring in more favorable mechanical position. If angle at hip is significantly bent, Rectus Femoris will less likely be involved as Antagonist Stabilizer. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion. See Knee flexion abduction force vector diagram.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Alternating Lying Leg Curl (plate loaded)","excercise_preparation":"Lie prone on bench with knees just beyond edge of bench and lower legs under lever pads. Grasp handles.","excercise_instructions":"Raise lever pad to back of thigh by flexing knee. Lower lever pad until knee is straight. Raise and lower lever pad with opposite leg. Continue by alternating legs.","excercise_tips":"Keep torso on bench to reduce hyperextension of low back. As one leg raises lever, other knee may need to be bent slightly to avoid contact with lower leg extension pad, as demonstrated. Some plate loaded non-commercial machines may be angled at user's hip to position hamstring in more favorable mechanical position. See Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion. See Knee flexion abduction force vector diagram. Also see exercise performed on commercial plate loaded apparatus.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Kneeling Leg Curl (plate loaded)","excercise_preparation":"Mount machine by placing supporting knee on horizontal pad and other leg under roller pad with knee against vertical pad. Grip handles and place forearm on padded arm rest.","excercise_instructions":"Raise ankle to back of thigh by flexing knee. Lower ankle until knee is straight. Repeat. Continue with opposite leg.","excercise_tips":"Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Maximus"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Lying Leg Curl (plate loaded)","excercise_preparation":"Facing bench, stand between bench and lever pads. Lie prone on bench with knees just beyond edge of bench and lower legs under lever pads. Grasp handles.","excercise_instructions":"Raise lever pad to back of thighs by flexing knees. Lower lever pads until knees are straight. Repeat.","excercise_tips":"Keep torso on bench to reduce hyperextension of lower back. Most machines are angled at user's hip to position hamstring in more favorable mechanical position. If angle is at much greater angle than one illustrated, Rectus Femoris will less likely be involved as Antagonist Stabilizer. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion. See Knee flexion abduction force vector diagram.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Lying Leg Curl (plate loaded)","excercise_preparation":"Facing bench, stand between bench and lever pads. Lie prone on bench with knees just beyond edge of bench and lower legs under lever pads. Grasp handles.","excercise_instructions":"Raise lever pad to back of thighs by flexing knees. Lower lever pads until knees are straight. Repeat.","excercise_tips":"Keep torso on bench to reduce hyperextension of low back. Some plate loaded non-commercial machines may be angled at user's hip to position hamstring in more favorable mechanical position. See Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion. See Knee flexion abduction force vector diagram. Also see exercise performed on commercial plate loaded apparatus.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Lying Leg Curl (on reverse hyper-extension machine, plate loaded)","excercise_preparation":"Place lower legs between pads with feet on bar. Lay torso and waist on bench and grasp handles.","excercise_instructions":"Raise lever back and up by flexing knees. Lower lever until knees are straight. Repeat.","excercise_tips":"Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius, allowing it to assist in knee flexion. See Knee flexion abduction force vector diagram.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Seated Leg Curl (plate loaded)","excercise_preparation":"Sit on apparatus with back against padded back support. Push hand lever to lower leg pads. Place legs in between pads. Release hand lever gradually. Grasp handles to sides with each hand.","excercise_instructions":"Pull lever to back of thighs by flexing knees. Return lever until knees are straight. Repeat.","excercise_tips":"Position back of seat so knees are aligned with fulcrum of lever. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Single Leg Seated Leg Curl (plate loaded)","excercise_preparation":"Sit on seat with back against padded back support. Push hand lever to lower leg pads. Place one leg in between pads. Place other leg on top of upper most pad bar. Release hand lever gradually. Grasp handles to sides with each hand.","excercise_instructions":"Pull padded lever to back of thighs as far as possible by flexing knee. Return padded lever until knee is straight. Change legs and repeat for opposite leg.","excercise_tips":"Allow resting leg on top to ride bar down and up throughout exercise. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Straight Leg Deadlift (plate loaded)","excercise_preparation":"Stand between lever handles with shoulder width or narrower stance. Squat down and grasp handles to each side. Stand upright with arms straight down to sides.","excercise_instructions":"With knees straight, bow forward by bending hips. Bend waist as stirrups approach lowest position. Lift lever by extending hips and waist until standing upright. Pull shoulders back slightly if rounded. Repeat.","excercise_tips":"Begin with very light weight and add additional weight gradually to allow lower back adequate adaptation. Throughout lift, keep arms and knees straight. Do not stand behind pulleys. Do not pause or bounce at bottom of lift. Lower back may bend slightly during full hip flexion phase. Do not lower weight beyond mild stretch throughout hamstrings and low back. Full range of motion will vary from person to person depending on flexibility. See Dangerous Exercise Essay. Also see Straight Back Straight Leg Deadlift.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Erector Spinae","Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,"Rhomboids","Latissimus Dorsi",null,"Levator Scapulae","Trapezius, Lower Fibers"],"equipment_required":["LEVER"]},{"excercise_name":"Lever Straight-back Straight-leg Deadlift (plate loaded)","excercise_preparation":"Stand between lever handles with shoulder width or narrower stance. Squat down and grasp handles to each side. Stand upright with arms straight down to sides.","excercise_instructions":"With knees and back straight, bow forward by bending hips until hamstrings are tight, or just before lower back bends. Raise body upright by extending hips until standing. Pull shoulders back slightly at top of lift if rounded. Repeat.","excercise_tips":"Throughout lift, keep arms, knees, and back straight. Do not pause or bounce at bottom of lift. Do not lower weight beyond mild stretch. Full range of motion will vary from person to person depending on flexibility. Also see Straight Leg Deadlift.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Rhomboids",null,"Levator Scapulae","Trapezius, Lower Fibers"],"equipment_required":["LEVER"]},{"excercise_name":"Lever Bent-over Leg Curl","excercise_preparation":"Stand in machine with lower pads behind lower legs, upper pads in front of thighs, and lever fulcrum between knees. Bend over, placing forearms on pads, and grasp handles. Stand with body weight shifted on foot of resting leg and raise foot of exercising leg slightly off of floor or platform.","excercise_instructions":"Raise lever up by bending knee as high as possible. Return lever until knee is straight. Repeat. Continue with opposite leg.","excercise_tips":"The bent-over posture decreases active insufficiency of three of four heads of hamstring at completion of knee flexion. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion. This exercise is variation of Standing Leg Curl but is similar biomechanically to Kneeling Leg Curl.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Alternating Bent-over Leg Curl","excercise_preparation":"Stand in machine with lower pads behind lower legs, upper pads in front of thighs, and lever fulcrum between knees. Bend over, placing forearms on pads, and grasp handles.","excercise_instructions":"Raise left foot slightly off of floor or platform. Raise lever up with left leg, bending knee as high as possible. Return lever until knee is straight. Shift body weight to left foot and raise right foot slightly off of floor or platform. Raise lever up with right leg, bending knee as high as possible. Continue alternating movement between legs.","excercise_tips":"The bent-over posture decreases active insufficiency of three of four heads of hamstring at completion of knee flexion. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Kneeling Leg Curl","excercise_preparation":"Mount machine by placing supporting knee on horizontal pad and other leg under roller pad with knee against vertical pad. Grip handles and place forearm on padded arm rest.","excercise_instructions":"Raise ankle to back of thigh by flexing knee. Lower ankle until knee is straight. Repeat. Continue with opposite leg.","excercise_tips":"Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Maximus"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Lying Leg Curl","excercise_preparation":"Facing bench, stand between bench and lever pads. Lie prone on bench with knees just beyond edge of bench and lower legs under lever pads. Grasp handles.","excercise_instructions":"Raise lever pad to back of thighs by flexing knees. Lower lever pads until knees are straight. Repeat.","excercise_tips":"Keep torso on bench to reduce hyperextension of lower back. Most machines are angled at user's hip to position hamstring in more favorable mechanical position. If this angle is sharp (as shown), Rectus Femoris is less likely involved as Antagonist Stabilizer. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion. See Knee flexion abduction force vector diagram.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Alternating Lying Leg Curl","excercise_preparation":"Facing bench, stand between bench and lever pads. Lie prone on bench with knees just beyond edge of bench and lower legs under lever pads. Grasp handles.","excercise_instructions":"Raise lever pad to back of thighs by flexing one knee. Lower lever pads until knee is straight and repeat with opposite leg. Continue to alternate between sides.","excercise_tips":"Keep torso on bench to reduce hyperextension of lower back. Most machines are angled at user's hip to position hamstring in more favorable mechanical position. If angle is at much greater angle than one illustrated, Rectus Femoris will less likely be involved as Antagonist Stabilizer. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion. See Knee flexion abduction force vector diagram.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Seated Leg Curl","excercise_preparation":"Sit on apparatus with back against padded back support. Place back of lower legs on top of far padded lever. Secure lap pad on thighs just above knees. Grasp handles on lap support.","excercise_instructions":"Pull far padded lever toward back of thighs by flexing knees. Return lever until knees are straight. Repeat.","excercise_tips":"Position back of seat so knees are aligned with fulcrum of lever. Position lever pad so it makes contact with lowers leg just above ankles. Place leg closest to lever in machine first, followed by further leg. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion. Also see Lever Seated Leg Curl machine with pad below knee.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Single Leg Seated Leg Curl","excercise_preparation":"Sit on seat with back against padded back support. Position back of lower leg on top of far padded lever and other leg bent over lap pad. Secure lap pad against thigh just above knee. Grasp handles on lap support.","excercise_instructions":"Pull far padded lever toward back of thighs as far as possible by flexing knee. Return padded lever until knee is straight. Change legs and repeat for opposite leg.","excercise_tips":"Position back of seat so knee is aligned with fulcrum of lever. Position lever pad so it makes contact with lower leg just above ankle. Place leg closest to lever in/on machine first, followed by further leg. Keep resting leg down throughout exercise as not to interfere with movement of lever. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Standing Leg Curl","excercise_preparation":"Stand in machine with one or both legs between pads depending upon machine's design. Position exercising leg with lever pad behind lower leg and upper pad in front of lower thigh. Bend over and grasp handles for support if available. Stand with body weight shifted on foot of resting leg and raise foot of exercising leg slightly off of floor or platform.","excercise_instructions":"Pull lever up to back of thigh by flexing knee. Return lever until knee is straight. Repeat. Continue with opposite leg.","excercise_tips":"Some apparatuses allow for a bent over posture potentially further decreasing active insufficiency of three of four heads of hamstring at completion of knee flexion. If hips are not significantly bent (ie: body upright), Rectus Femoris becomes antagonist stabilizers. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion. Similar exercise can also be performed on some multi-hip machines and certain leg extension machines. Also see Bent-over Leg Curl.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Alternating Standing Leg Curl","excercise_preparation":"Stand in machine with lower pads behind lower legs, upper pads in front of thighs, and lever fulcrum between knees. Bend over and grasp handles for support if available.","excercise_instructions":"Raise left foot slightly off of floor or platform. Raise lever up with left leg, bending knee as high as possible. Return lever until knee is straight. Shift body weight to left foot and raise right foot slightly off of floor or platform. Raise lever up with right leg, bending knee as high as possible. Continue alternating movement between legs.","excercise_tips":"Some apparatuses allow for a bent over posture potentially further decreasing active insufficiency of three of four heads of hamstring at completion of knee flexion. If hips are not significantly bent (ie: body upright), Rectus Femoris becomes antagonist stabilizers. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Medius","Gluteus Minimus"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Standing Leg Curl (on leg extension)","excercise_preparation":"Place platform to one side of padded lever. Have additional padded board in hand. Facing machine, stand to one side of padded roller. Place far leg on elevated platform. Position closest leg into apparatus by placing back of lower leg against lever roller. Place extra padded board between knee and edge of seat. Position knee forward securely against padded board and edge of seat. Bend over seat by bending hips and support torso with arms.","excercise_instructions":"Pull lever to back of thigh by flexing knee. Return lever until knee is straight. Repeat. Continue with opposite leg.","excercise_tips":"A leg extension with padded rollers with access to both sides is required. If needed, raise body slightly by raising heel so lever fulcrum closer to knee articulation. Disregard calf as stabilizer if this is not necessary. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Standing Leg Curl (on multi-hip machine)","excercise_preparation":"Adjust platform to highest position or lever fulcrum to lowest position so fulcrum is at height of knee. If necessary, place extra elevation near end of platform to stand on, so knee is aligned with fulcrum. Adjust padded roller approximately 45° downward. Step on extra elevation facing padded roller. Place leg closest to lever over roller. Bend over at hips and grasp bar. Slightly extend hip to lower roller so knee maintains alignment with fulcrum.","excercise_instructions":"Pull padded roller to glutes by flexing knee. Lower padded roller until knee is straight. Repeat. Reposition roller pad lever and continue with opposite leg.","excercise_tips":"Taller individuals may only be able to perform this exercise on standard multi-hip machine if adjustments are not sufficient to position knee at same height of fulcrum. If needed, raise body slightly by raising heel for proper knee alignment. Disregard calf as stabilizer if this is not necessary. Maintain knee position to lever throughout exercise. Shorter individuals may find it difficult to position body high enough even with elevation. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,"Gluteus Maximus","Gluteus Medius","Gluteus Minimus","Gastrocnemius","Soleus"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Straight-leg Lying Hip Extension","excercise_preparation":"Lie on bench and place back of lower legs against leg pad. Position hips in line with fulcrum. Grasp bottom sides of bench to keep body from moving under resistance.","excercise_instructions":"With knees straight, extend lever downward until hips are extended. Return lever to upright position without allowing back of hips to raise up off of bench. Repeat.","excercise_tips":"Throughout lift, knees straight and back of hips on bench. Hip may tend to raise up when legs are pulled up. Full range of motion will vary from person to person depending on flexibility.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Rhomboids",null,"Levator Scapulae","Trapezius, Lower Fibers"],"equipment_required":["LEVER"]},{"excercise_name":"Smith Good-morning","excercise_preparation":"Position bar on back of shoulders. Grasp bar to sides. Disengage bar by rotating bar back.","excercise_instructions":"Bend hips to lower torso forward until parallel to floor. Raise torso until hips are extended. Repeat.","excercise_tips":"Begin with very light weight and add additional weight gradually to allow adequate adaptation. Throughout lift, keep back and knees straight. At lower position, forefoot may raise off floor slightly. Do not lower weight beyond mild stretch. Full range of motion will vary from person to person depending on flexibility. Also see Bent Knee Goodmorning emphasizing Glutes.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":["SMITH"]},{"excercise_name":"Smith Straight Leg Deadlift","excercise_preparation":"Stand with shoulder width or narrower stance on elevated platform with thigh against bar. Grasp bar with shoulder width or slightly wider overhand grip. Disengage bar by rotating bar back.","excercise_instructions":"With knees straight, lower bar toward top of feet by bending hips. After hips can no longer flex, bend waist as bar approaches top of feet. Lift bar by extending waist and hip until standing upright. Pull shoulders back slightly if rounded. Repeat.","excercise_tips":"Begin with very light weight and add additional weight gradually to allow lower back adequate adaptation. Throughout lift, keep arms and knees straight. Do not pause or bounce at bottom of lift. Do not lower weight beyond mild stretch throughout hamstrings and low back. Full range of motion will vary from person to person. Those with less flexibility may not even need to stand on platform. See Dangerous Exercise Essay. Also see Straight Back Straight Leg Deadlift.","excercise_utility":["BASIC"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Erector Spinae","Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,"Rhomboids","Latissimus Dorsi",null,"Levator Scapulae","Trapezius, Lower Fibers"],"equipment_required":["SMITH"]},{"excercise_name":"Smith Straight-back Straight-leg Deadlift","excercise_preparation":"Stand with shoulder width or narrower stance with thigh against bar. Grasp bar with shoulder width or slightly wider overhand grip. Disengage bar by rotating bar back.","excercise_instructions":"With knees and back straight, lower bar by bending hips until hamstrings are tight, or just before lower back bends. Lift bar by extending hips until straight. Pull shoulders back slightly if rounded. Repeat.","excercise_tips":"Throughout lift, keep arms, knees, and back straight. Do not pause or bounce at bottom of lift. Do not lower weight beyond mild stretch. Full range of motion will vary from person to person depending on flexibility. Stand on elevated platform if smith machine does not allow full range of motion. Also see Straight Leg Deadlift.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Rhomboids",null,"Levator Scapulae","Trapezius, Lower Fibers"],"equipment_required":["MACHINE","SMITH"]},{"excercise_name":"Weighted Glute-Ham Raise","excercise_preparation":"","excercise_instructions":"From upright position, lower body by straightening knees until body is horizontal. Continue to lower torso by bending hips until body is upside down. Raise torso by extending hips until fully extended. Continue to raise body by flexing knees until body is upright. Repeat.","excercise_tips":"Weight can be positioned closer (easier) or further away (harder) from hips to adjust intensity; see Arm Position During Waist Exercises. Exercise can be performed without added weight until more resistance is needed.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null,"Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":[]},{"excercise_name":"Weighted Inverse Leg Curl","excercise_preparation":"Adjust padded supports and kneel upright in apparatus. Position knees against large roller pad or near-upper side of padded hump, ankles between padded supports, and feet on platform. Hold weight to chest or behind neck.","excercise_instructions":"Lower body until horizontal by straightening knees. Raise body by flexing knees, only allowing hips to bend slightly. Repeat.","excercise_tips":"This is an advanced exercise performed on Glute Ham Raise Apparatus. This movement is also known as Weighted Hamstring Raise. Exercise can be performed without added weight until more resistance is needed.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus",null,"Erector Spinae"],"equipment_required":[]},{"excercise_name":"Weighted Hyperextension","excercise_preparation":"Position thighs prone on large pad and lower leg under padded bar. Hold weight to chest or behind neck.","excercise_instructions":"Raise upper body until hips and waist are fully extended. Lower body by bending hips and waist until fully flexed. Repeat.","excercise_tips":"If weight is positioned behind head, neck extensors act as stabilizers.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Erector Spinae","Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null],"equipment_required":[]},{"excercise_name":"Weighted Back Raise (on hyperextension apparatus)","excercise_preparation":"Stand in hyper-extension apparatus. Position thighs prone on large pad and lower leg under padded bar. Hold weight to chest or behind neck.","excercise_instructions":"Lower body by bending hips until fully flexed. Raise or extend hips until torso is parallel to legs. Repeat.","excercise_tips":"Exercise can be performed without added weight until more resistance is needed. If weight is positioned behind head, neck extensors act as stabilizers","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Latissimus Dorsi","Teres Major","Deltoid, Posterior",null,"Brachialis","Brachioradialis","Biceps Brachii","Trapezius, Lower Fibers",null,"Rhomboids"],"equipment_required":[]},{"excercise_name":"Weighted 45° Hyperextension","excercise_preparation":"Position thighs prone on padding. Hook heels under platform lip or padded brace. Hold weight to chest or behind neck.","excercise_instructions":"Raise upper body until hips and waist are fully extended. Lower body by bending hips and waist until fully flexed. Repeat.","excercise_tips":"If weight is positioned behind head, neck extensors act as stabilizers","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Erector Spinae","Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null],"equipment_required":[]},{"excercise_name":"Weighted 45° Back Raise (on hyperextension apparatus)","excercise_preparation":"Position thighs prone on padding of 45-degree hyper-extension apparatus. Hook heels on platform lip or under padded brace. Hold weight to chest or behind neck.","excercise_instructions":"Lower body by bending hips until fully flexed. Raise or extend hips until torso is parallel to legs. Repeat.","excercise_tips":"Exercise can be performed without added weight until more resistance is needed. If weight is positioned behind head, neck extensors act as stabilizers.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae","Latissimus Dorsi","Teres Major","Deltoid, Posterior",null,"Brachialis","Brachioradialis","Biceps Brachii","Trapezius, Lower Fibers",null,"Rhomboids"],"equipment_required":[]},{"excercise_name":"Band-assisted Inverse Leg Curl","excercise_preparation":"","excercise_instructions":"Lower body until horizontal by straightening knees. Raise body by flexing knees only allowing hips to bend slightly. Repeat.","excercise_tips":"This is an advanced exercise performed on Glute Ham Raise Apparatus. This movement is also known as Band-assisted Hamstring Raise. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion. Also see Inverse Leg Curl comments.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus",null,"Erector Spinae"],"equipment_required":[]},{"excercise_name":"Glute-Ham Raise (hands behind neck)","excercise_preparation":"","excercise_instructions":"From upright position, lower body by straightening knees until body is horizontal. Continue to lower torso by bending hips until body is upside down. Raise torso by extending hips until fully extended. Continue to raise body by flexing knees until body is upright. Repeat.","excercise_tips":"Easier","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null,"Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":[]},{"excercise_name":"Glute-Ham Raise (hands behind hips)","excercise_preparation":"","excercise_instructions":"From upright position, lower body by straightening knees until body is horizontal. Continue to lower torso by bending hips until body is upside down. Raise torso by extending hips until fully extended. Continue to raise body by flexing knees until body is upright. Repeat.","excercise_tips":"Easier","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null,"Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae"],"equipment_required":[]},{"excercise_name":"Hanging Hamstring Bridge","excercise_preparation":"Stand behind bar facing elevated platform positioned slightly away on other side of bar. Grasp bar with slightly wider than shoulder width grip. Walk body under bar and position back of heels on elevated platform. With legs extended forward, hang under bar with arms straight and hips bent just above floor.","excercise_instructions":"Raise hips up as high as possible by extending hips. Lower hips to original position just above floor. Repeat.","excercise_tips":"Platform should be high enough to allow hips to flex without buttocks contacting floor. Full range of motion will vary from person to person. Adductor Magnus may only assist at initial phase hip extension depending on degree of hip flexion at bottom of movement. Also see Hanging Hyperextension for Erector Spinae performed with fuller range of movement.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null,"Latissimus Dorsi","Pectoralis Major, Sternal Head",null,"Teres Major","Deltoid, Posterior","Rhomboids","Levator Scapulae","Pectoralis Minor"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Trapezius, Lower Fibers","Rhomboids"],"equipment_required":[]},{"excercise_name":"Single Leg Hanging Hamstring Bridge","excercise_preparation":"Stand behind bar facing elevated platform positioned slightly away on other side of bar. Grasp bar with slightly wider than shoulder width grip. Walk body under bar. Position back of heel on elevated platform. Place other foot on or just over floor so leg is bent. Hang under bar with arms straight and hips bent just above floor.","excercise_instructions":"Raise hips up as high as possible by extending hip and spine. Maintain bent position of lower leg allowing it to rise with hips. Lower hips along with bent lower leg to original position and repeat. Continue with legs in opposite position.","excercise_tips":"Platform should be high enough to allow hip to flex without buttocks contacting floor. Full range of motion will vary from person to person. Adductor Magnus may only assist at initial phase hip extension depending on degree of hip flexion at bottom of movement.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Erector Spinae"],"synergist_muscles":["Hamstrings","Gluteus Maximus",null,"Latissimus Dorsi","Pectoralis Major, Sternal Head",null,"Teres Major","Deltoid, Posterior","Rhomboids","Levator Scapulae","Pectoralis Minor"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,"Trapezius, Lower Fibers","Rhomboids"],"equipment_required":[]},{"excercise_name":"Hanging Hamstring Bridge Curl","excercise_preparation":"","excercise_instructions":"Raise hips by extending hips. Before full hip extension, pull body toward feet by bending knees and hips. Roll onto feet until knees are fully flexed. Return body to original position by extending knees, then lowering hips to original position just above floor. Repeat.","excercise_tips":"Platform should be high enough to allow hips to flex without buttocks contacting floor. Full range of motion will vary from person to person.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null,"Latissimus Dorsi","Pectoralis Major, Sternal Head",null,"Teres Major","Deltoid, Posterior","Rhomboids","Levator Scapulae","Pectoralis Minor","Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Trapezius, Lower Fibers","Rhomboids"],"equipment_required":[]},{"excercise_name":"Single Leg Hanging Hamstring Bridge Curl","excercise_preparation":"","excercise_instructions":"Raise hip and bent lower leg up by extending hip of elevated leg. Maintain bent position of lower leg allowing it to rise with hips. Before full hip extension, pull body toward foot by bending knee and hip of elevated leg. Roll onto foot until knee is fully flexed. Return body to original position by extending knee, then lowering hips and bent lower leg to original position just above floor. Repeat. Continue with opposite leg position.","excercise_tips":"Platform should be high enough to allow hip to flex without buttocks contacting floor. Full range of motion will vary from person to person.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gluteus Maximus",null,"Latissimus Dorsi","Pectoralis Major, Sternal Head",null,"Teres Major","Deltoid, Posterior","Rhomboids","Levator Scapulae","Pectoralis Minor","Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Erector Spinae",null,"Trapezius, Lower Fibers","Rhomboids"],"equipment_required":[]},{"excercise_name":"Hanging Leg Curl","excercise_preparation":"Lay supine under fixed horizontal bar. Grasp bar with wide overhand grip. Straighten and raise body off of floor keeping heels on floor.","excercise_instructions":"Pull body toward feet by bending knees and hips. Roll onto feet until knees are fully flexed. Return body to original position by extending knees and hips. Repeat.","excercise_tips":"Positioned bar so back is slightly above floor once grip is established. Keep low back straight, maintaining approximate height from floor throughout movement. Hamstrings seemingly acts as a dynamic stabilizer, since it shortens through knee, while it lengthens through hip. However, net contraction actually appears to occur, since hip flexes only slightly, while knee flexes nearly 100%, allowing hamstrings to remain in a mechanically strong position throughout movement. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius, allowing it to assist in knee flexion. Apart from Sartorius involvement, flexion of hips is largely passive and is accomplished by eccentric contraction of glutes during concentric contraction of hamstrings.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus","Erector Spinae",null,"Trapezius, Lower Fibers","Rhomboids"],"equipment_required":[]},{"excercise_name":"Hanging Straight Hip Leg Curl","excercise_preparation":"Lay supine under fixed horizontal bar. Grasp bar with wide overhand grip. Straighten and raise body off of floor keeping heels on floor.","excercise_instructions":"Pull body toward feet by bending knees while keeping hips straight. Roll onto feet until knees are fully flexed. Return body to original position by extending knees. Repeat.","excercise_tips":"Positioned bar so back is slightly above floor once grip is established. Keep low back and hips straight throughout movement. With hips fully extended, Hamstrings enter active insufficiency near complete knee flexion. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius, allowing it to assist in knee flexion.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus","Erector Spinae",null,"Trapezius, Lower Fibers","Rhomboids"],"equipment_required":[]},{"excercise_name":"Inverse Leg Curl","excercise_preparation":"Adjust padded supports and kneel upright in apparatus. Position knees on near-upper side of padded hump, ankles between padded supports, and feet on platform. Place arms behind back, across chest, or bent beside head depending on desired intensity.","excercise_instructions":"Lower body until horizontal by straightening knees. Raise body by flexing knees only allowing hips to bend slightly. Repeat.","excercise_tips":"This is an advanced exercise performed on Glute Ham Raise Apparatus. This movement is also known as Hamstring Raise. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion. Also see Inverse Leg Curl comments.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus",null,"Erector Spinae"],"equipment_required":[]},{"excercise_name":"Straight Hip Leg Curl (on stability ball)","excercise_preparation":"Lie supine on floor with lower legs on exercise ball. Extended arms out to sides. Straighten low back, knees, and hips, raising back and hips off of floor.","excercise_instructions":"Keeping hips and low back straight, bend knees, pulling heels toward rear end. Allow feet to rollup on to ball. Lower to original position by straightening knees. Repeat.","excercise_tips":"Keep hips straight throughout movement. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus","Erector Spinae"],"equipment_required":[]},{"excercise_name":"Single Leg Straight Hip Leg Curl (on stability ball)","excercise_preparation":"Lie supine on floor with lower legs on exercise ball. Extended arms out to sides. Straighten low back, knees, and hips, raising back and hips off of floor.","excercise_instructions":"Keeping hips and low back straight, bend knee, pulling heel toward rear end while keeping other leg extended straight so it raises upward. Allow foot to rollup on to ball. Lower to original position by straightening knee until other leg makes contact with ball. Repeat.","excercise_tips":"Keep hips straight throughout movement. Knee of rising straight leg will be kept close to knee of bending leg. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius allowing it to assist in knee flexion.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus","Erector Spinae","Quadriceps"],"equipment_required":[]},{"excercise_name":"Leg Curl (on power wheel)","excercise_preparation":"Lie supine on floor with feet strapped onto power wheel. Extended arms out to sides. Straighten knees and hips.","excercise_instructions":"Keeping hips and low back straight, bend knees, pulling heels toward rear end. Raise up until lower legs are vertical. Lower to original position by straightening knees. Repeat.","excercise_tips":"Keep hips straight throughout movement. With hips fully extended, Hamstrings enter active insufficiency near complete knee flexion. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius, allowing it to assist in knee flexion.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus","Erector Spinae"],"equipment_required":[]},{"excercise_name":"Single Leg 45° Hyperextension","excercise_preparation":"","excercise_instructions":"Raise upper body until hips and waist are fully extended. Lower body by bending hips and waist until fully flexed. Repeat. Continue with opposite leg.","excercise_tips":"Easier","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Erector Spinae","Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":[]},{"excercise_name":"Self-assisted Inverse Leg Curl","excercise_preparation":"Place elevated platform in front of glute-hamstring apparatus. Adjust padded supports and kneel upright in apparatus. Position knees against large roller pad or near-upper side of padded hump (depending on model), ankles between padded supports, and feet on platform.","excercise_instructions":"Lower body with hips straight by slowly straightening knees. Position hands forward, ready to push body weight back up off of surface. Control descent only with hamstrings as low as possible before catching body by quickly placing hands on elevated platform and rapidly pushing off against platform, just enough to assist hamstrings in raising body upward. Return to upright kneeling position and repeat.","excercise_tips":"This movement is also known as Self-assisted Hamstring Raise. To keep exercise challenging, push off only hard enough to minimally assist raising of body with hamstrings only.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Popliteus","Pectoralis Major, Sternal Head","Pectoralis Major, Clavicular Head","Deltoid, Anterior","Triceps Brachii","Wrist Flexors"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus",null,"Erector Spinae"],"equipment_required":[]},{"excercise_name":"Self-assisted Inverse Leg Curl (on floor)","excercise_preparation":"Kneel on floor. Position ankles under fixed bar or pad and knees on thick dense pad. Kneel upright with hips straight. Extend arms out to sides with elbow pointing back and slightly bent. Position hands slightly forward with palms facing forward or slightly toward floor.","excercise_instructions":"Lower body with hips straight by slowly straightening knees. Control descent only with hamstrings as low as possible. Only when body begins to fall, touch down with tensed finger tips out to each side. Once fingers make contact with floor, control remaining descent with assistance of arms. Allowing chest to come very close to floor, rapidly push off against floor, again just enough to assist hamstrings in raising body upward. Return to upright kneeling position and repeat.","excercise_tips":"This movement is also known as Self-assisted Hamstring Raise on Floor. Bar or pad height should be only just high enough to position ankles underneath, allowing room for vertical orientation of feet with toes on floor.","excercise_utility":["BASIC"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Gracilis","Sartorius","Popliteus","Pectoralis Major, Sternal Head","Pectoralis Major, Clavicular Head","Deltoid, Anterior","Biceps Brachii","Brachialis","Wrist Flexors"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus",null,"Erector Spinae"],"equipment_required":[]},{"excercise_name":"Suspended Leg Curl","excercise_preparation":"Sit on floor facing suspension trainer loops in low position. Grasp bottom of loops, then lay supine. Raise legs and place heels in loops with soles contacting handles. Extend legs out and place arms on floor off to sides. Straighten low back, knees, and hips, raising back and hips off of floor.","excercise_instructions":"Pull heels toward rear end by bending knees and hips simultaneously. Lower body to original position by straightening knees and hips. Repeat.","excercise_tips":"Keep low back straight, maintaining approximate height from floor throughout movement. Hamstrings seemingly acts as a dynamic stabilizer, since it shortens through knee, while it lengthens through hip. However, net contraction actually appears to occur, since hip flexes only about 50%, while knee flexes nearly 100%, allowing hamstrings to remain in a mechanically strong position throughout movement.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus","Erector Spinae"],"equipment_required":["SUSPENSION"]},{"excercise_name":"Suspended Hamstring Runner","excercise_preparation":"Sit on floor facing suspension trainer loops in low position. Grasp bottom of loops, then lay supine. Raise legs and place heels in loops with soles contacting handles. Extend one leg out straight, keep other leg bent so knee is pointing up. Place arms on floor off to sides. Lift low back and hips off of floor so one leg is straight with back and other leg bent, so foot of bent leg is close to knee of straight leg.","excercise_instructions":"Simultaneously alternate leg positions by straightening bent leg while bending straight knee. Repeat.","excercise_tips":"This exercise can be performed on TRXⓇ style suspension trainer. See Suspended Supine Feet Mount/Dismount. Keep low back straight, maintaining approximate height from floor throughout movement. On most popular suspension trainers, keep lower body weight equally distributed on each side to prevent slippage. Some makes of suspension trainers do not have this slack in their design, so one leg can relax momentarily in straight position, while bent side bears most of resistance, allowing for a more dynamic contraction in this specific movement.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus","Erector Spinae"],"equipment_required":["SUSPENSION"]},{"excercise_name":"Suspended Hanging Leg Curl","excercise_preparation":"Lay supine under suspension trainer and grasp handles. Straighten and raise body off of floor keeping heels on floor.","excercise_instructions":"Pull body toward feet by bending knees and hips. Roll onto feet until knees are fully flexed. Return body to original position by extending knees and hips. Repeat.","excercise_tips":"This exercise can be performed on TRXⓇ style suspension trainer or adjustable length gymnastics rings. Positioned handles so back is slightly above floor once grip is established. Keep low back straight, maintaining approximate height from floor throughout movement. Hamstrings seemingly acts as a dynamic stabilizer, since it shortens through knee, while it lengthens through hip. However, net contraction actually appears to occur, since hip flexes only about 50%, while knee flexes nearly 100%, allowing hamstrings to remain in a mechanically strong position throughout movement.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus","Erector Spinae",null,"Trapezius, Lower Fibers","Rhomboids"],"equipment_required":["SUSPENSION"]},{"excercise_name":"Suspended Hanging Straight Hip Leg Curl","excercise_preparation":"Lay supine under suspension trainer and grasp handles. Straighten and raise body off of floor keeping heels on floor.","excercise_instructions":"Pull body toward feet by bending knees while keeping hips and back straight. Roll onto feet until knees are fully flexed. Return body to original position by extending knees maintaining straight hip position. Repeat.","excercise_tips":"This exercise can be performed on TRXⓇ style suspension trainer or adjustable length gymnastics rings. Positioned handles so back is slightly above floor once grip is established. Keep low back and hips straight throughout movement. With hips fully extended, Hamstrings enter active insufficiency near complete knee flexion.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus","Erector Spinae",null,"Trapezius, Lower Fibers","Rhomboids"],"equipment_required":["SUSPENSION"]},{"excercise_name":"Suspended Hyperextension","excercise_preparation":"Grasp suspension handles and momentarily step back until arms are extended forward and straight. While keeping arms straight and shoulders back, step forward so body reclines back behind suspension handles. Fold at hips onto heels, allowing rear end to fall far back with arms and shoulders stretched forward.","excercise_instructions":"Drive hips forward until hips are straight, while keeping arms and shoulders straight. Near top of motion, reach back with arms over head and hyperextend spine. While keeping arms over head, lower body with hips falling back down to starting position and repeat.","excercise_tips":"An alternative mount involves stepping back with suspension handles in hands until arms are pulled forward about 45° (give or take) from resting position. At this point, recline body back, then fold at hips, allowing rear end to fall far back with arms and shoulders stretched forward.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["COMPOUND"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Erector Spinae","Gluteus Maximus",null],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Deltoid, Anterior","Deltoid, Lateral","Supraspinatus","Trapezius, Lower Fibers",null,"Serratus Anterior","Triceps Brachii"],"equipment_required":["SUSPENSION"]},{"excercise_name":"Suspended Straight Hip Leg Curl","excercise_preparation":"Sit on floor facing suspension trainer loops in low position. Grasp bottom of loops, then lay supine. Raise legs and place heels in loops with soles contacting handles. Extend legs out and place arms on floor off to sides. Straighten low back, knees, and hips, raising back and hips off of floor.","excercise_instructions":"Bend knees, pulling heels toward rear end while keeping hips and low back straight. Raise up until lower legs are vertical or fully flexed. Lower body to original position by straightening knees, maintaining straight hip position. Repeat.","excercise_tips":"Keep hips straight throughout movement. With hips fully extended, Hamstrings enter active insufficiency near complete knee flexion. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius, allowing it to assist in knee flexion.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus","Erector Spinae"],"equipment_required":["SUSPENSION"]},{"excercise_name":"Suspended Single Leg Straight Hip Leg Curl (on bench)","excercise_preparation":"Sit on floor or bench facing suspension trainer loop in low position. Place heel in loop with sole contacting handle. Lie down and extend both legs out straight. If lying on floor, place arms on floor off to sides. If lying on bench, grasp end or sides of bench with each hand. Straighten low back, knees, and hips, raising back and hips off of floor or bench with both legs together.","excercise_instructions":"Bend knee of leg in suspension trainer while keeping other leg extended. Continue pulling heel toward rear end while keeping hips and low back straight. Raise up until lower leg is vertical or fully flexed. Lower body to original position by straightening knee until leg is straight and next to extended leg, maintaining straight hip position throughout movement. Repeat.","excercise_tips":"Keep hips straight throughout movement. With hip fully extended, Hamstrings enter active insufficiency near complete knee flexion. Dorsal flexion of ankle reduces active insufficiency of Gastrocnemius, allowing it to assist in knee flexion.","excercise_utility":["BASIC","AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Hamstrings"],"synergist_muscles":["Gastrocnemius","Sartorius","Gracilis","Popliteus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Gluteus Maximus","Erector Spinae","Obliques","Quadratus Lumborum","Quadriceps"],"equipment_required":["SUSPENSION"]},{"excercise_name":"Cable Hip Adduction","excercise_preparation":"Stand in front of low pulley facing to one side. Attach cable cuff to near ankle. Step out away from stack with wide stance and grasp ballet bar. Stand on far foot and allow near leg to be Pulled toward low pulley.","excercise_instructions":"Move near leg just in front of far leg by abduction hip. Return and repeat. Turn around and continue with opposite leg.","excercise_tips":"Notice cable pulley in use is out of view to left. Exerciser is holding on to ballet bar above opposite cable pulley, not in use. See Spot Reduction Myth.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Adductors"],"synergist_muscles":[null,"Gracilis","Gluteus Maximus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Adductors"],"equipment_required":["CABLE"]},{"excercise_name":"Cable Lying Hip Adduction","excercise_preparation":"Stand or sit in front of low pulley and attach cable cuff to ankle. Step away from pulley toward opposite pull, pulling weight plates up just far enough get next to opposite cable pulley. Attach other cable cuff to opposite ankle. Sit so hips are between both low pulley cables to each side. Lie down on back and lift legs up vertically.","excercise_instructions":"Lower legs apart out to each side until stretch is felt in inner thigh. Raise legs together. Return and repeat.","excercise_tips":"See Spot Reduction Myth.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Adductors"],"synergist_muscles":[null,"Gracilis"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Iliopsoas",null,"Tensor Fasciae Latae","Sartorius","Rectus Abdominis","Obliques"],"equipment_required":["CABLE"]},{"excercise_name":"Lever Seated Hip Adduction (plate loaded)","excercise_preparation":"Sit on seat and lift one leg onto padded lever. Lean back onto back pad. Grasp handles attatched to leg levers. Push handles together and raise other leg onto other padded lever. Release leg lever handles and grasp other handles to each side.","excercise_instructions":"Move legs together until leg levers make contact. Allow legs to seperate far apart until slight stretch and repeat.","excercise_tips":"See Spot Reduction Myth.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Adductors"],"synergist_muscles":[null,"Gracilis"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER"]},{"excercise_name":"Lever Lying Hip Adduction","excercise_preparation":"Sit in machine with legs outside of vertical center pads. If available, place heels on foot bars. Lie back on back pad. Disengage and pull lever brace to position legs apart until slight stretch is felt. Engage lever into locked position. Lie back and grasp bars to sides.","excercise_instructions":"Move legs together. Return and repeat.","excercise_tips":"Mount machine with leg levers together. Use lever to extend legs apart. See Spot Reduction Myth.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Adductors"],"synergist_muscles":[null,"Gracilis","Gluteus Maximus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Seated Hip Adduction","excercise_preparation":"Sit in machine with legs outside of vertical center pads. If available, place heels on foot bars. Disengage and pull lever brace to position legs apart until slight stretch is felt. Engage lever into locked position. Lie back and grasp bars to sides.","excercise_instructions":"Move legs together. Return and repeat.","excercise_tips":"Mount machine with leg levers together. Use lever to extend legs apart. See Spot Reduction Myth.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Adductors"],"synergist_muscles":[null,"Gracilis"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Lever Standing Hip Adduction","excercise_preparation":"Adjust platform so lever fulcrum is same height as hip articulation. Adjust roller pad to side position. Face machine and grasp bars to sides. Place inside of thigh on roller pad and remain standing on supporting leg.","excercise_instructions":"Move leg toward and across supporting leg Return and repeat. Reposition roller pad lever and continue with opposite leg.","excercise_tips":"See Spot Reduction Myth.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Adductors"],"synergist_muscles":[null,"Gracilis","Gluteus Maximus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Adductors"],"equipment_required":["LEVER","MACHINE"]},{"excercise_name":"Weighted Lying Hip Adduction","excercise_preparation":"Sit on floor or mat with bar, weight plates loaded on one side. Sit on hip with knees bent and place bar on inside of shoe with weight plate beyond foot. Holding on to opposite end of bar, lie on side with weighted leg extended out straight and upper leg extended behind.","excercise_instructions":"Raise weighted leg up off floor as high as possible while balanciong bar inside of foot and holding onto nearest side of bar. Return to floor and repeat. Repeat and continue with opposite leg.","excercise_tips":"See Spot Reduction Myth and ROM Criteria.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Adductors"],"synergist_muscles":[null,"Gracilis","Gluteus Maximus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Adductors"],"equipment_required":[]},{"excercise_name":"Angled Side Bridge","excercise_preparation":"Place forearm on padded elevated surface, positioned perpendicular to body. Position feet out away from elevated surface, one foot in front of other with hips and knees straight. Place free hand on upper hip and allow lower hip and waist to bend downward.","excercise_instructions":"Raise hips upward by lateral flexion of spine. Lower to original position and repeat. Repeat with opposite side.","excercise_tips":"One of very few body weight exercises that directly exercises side deltoid in relatively full range of motion. In addition to lateral flexion of spine, lower hip abducts and upper hip adducts. See Spot Reduction Myth.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Obliques"],"synergist_muscles":["Gluteus Medius","Gluteus Minimus","Tensor Fasciae Latae",null,null,null,null,"Adductors",null,"Gracilis","Gluteus Maximus","Deltoid, Lateral","Supraspinatus",null,"Trapezius, Lower Fibers","Serratus Anterior","Levator Scapulae"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,null,null],"equipment_required":[]},{"excercise_name":"Bent Knee Side Bridge","excercise_preparation":"Lie on side on mat. Place forearm on mat under shoulder perpendicular to body. Bend knees at a right angle. Place upper leg directly on top of lower leg and straighten hips.","excercise_instructions":"Raise hips upward by lateral flexion of spine. Lower to original position and repeat. Repeat with opposite side.","excercise_tips":"In addition to lateral flexion of spine, lower hip abducts and upper hip adducts. Exercise can also be performed isometrically, see Bent Knee Side Plank. Gracilis of upper leg enters into active insufficiency with hip extended and knee flexed. Also see Spot Reduction Myth.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Obliques"],"synergist_muscles":["Gluteus Medius","Gluteus Minimus","Tensor Fasciae Latae",null,null,null,null,"Adductors",null,"Gluteus Maximus","Deltoid, Lateral","Supraspinatus",null,"Trapezius, Lower Fibers","Serratus Anterior","Levator Scapulae"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,null,null],"equipment_required":[]},{"excercise_name":"Side Bridge","excercise_preparation":"Lie on side on mat. Place forearm on mat under shoulder perpendicular to body. Place upper leg directly on top of lower leg and straighten knees and hips.","excercise_instructions":"Raise hips upward by lateral flexion of spine. Lower to original position and repeat. Repeat with opposite side.","excercise_tips":"In addition to lateral flexion of spine, lower hip abducts and upper hip adducts. Exercise can also be performed isometrically, see Side Plank. Also see Spot Reduction Myth.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Obliques"],"synergist_muscles":["Gluteus Medius","Gluteus Minimus","Tensor Fasciae Latae","Quadratus Lumborum",null,null,null,"Adductors",null,"Gracilis","Gluteus Maximus","Deltoid, Lateral","Supraspinatus",null,"Trapezius, Lower Fibers","Serratus Anterior"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":["Latissimus Dorsi","Pectoralis Major, Clavicular Head","Pectoralis Minor","Levator Scapulae"],"equipment_required":[]},{"excercise_name":"Suspended Side Bend","excercise_preparation":"Grasp handles, step away, and face body to one side of suspension trainer anchor. Hold handles above head with arms bent. Stand far enough away to make suspension trainer straps taut. Step in just enough to achieve desired lean of body, while keeping tension on suspension trainer straps.","excercise_instructions":"Lower hips away from direction of suspension trainer anchor by laterally flexing spine. Return to original upright position and repeat. Reposition body facing opposite direction. Continue with other side.","excercise_tips":"Suspension handle(s) can also be gripped with both hands together with either one hand over other hand or with interlaced fingers. In addition to lateral flexion of spine, lower hip abducts and upper hip adducts. Also see Spot Reduction Myth. This exercise can be performed on TRXⓇ style suspension trainer or adjustable length gymnastics rings.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PULL"],"target_regions":["Obliques"],"synergist_muscles":[null,null,null,null,"Gluteus Medius","Gluteus Minimus","Tensor Fasciae Latae","Adductors",null,"Gracilis","Gluteus Maximus"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[],"equipment_required":["SUSPENSION"]},{"excercise_name":"Suspended Side Bridge","excercise_preparation":"Sit on floor or mat, facing suspension trainer loops in low position. Grasp bottom of loops, then lay supine. Raise legs and place heels in loops with soles contacting handles. Extend legs out with one leg crossed over other. Turn on side of lower leg so legs are parallel. Place forearm on mat or floor under shoulder perpendicular to body.","excercise_instructions":"Raise hips upward by lateral flexion of spine. Lower to original position and repeat. Reposition to opposite side and continue.","excercise_tips":"In addition to lateral flexion of spine, lower hip abducts and upper hip adducts. This exercise can be performed on TRXⓇ style suspension trainer. More popular suspension trainers allow limited slippage, so loop around lower leg can be positioned below loop of upper leg once on side (as shown). Other models can be adjusted, so strap on lower leg is slightly longer than strap on upper leg. Alternatively, see alternative positioning with one foot can be positioned behind other with only feet being placed in stirrups. Also see Spot Reduction Myth.","excercise_utility":["AUXILIARY"],"excercise_mechanics":["ISOLATED"],"excercise_force":["PUSH"],"target_regions":["Obliques"],"synergist_muscles":["Gluteus Medius","Gluteus Minimus","Tensor Fasciae Latae",null,null,null,null,"Adductors",null,"Gracilis","Gluteus Maximus","Deltoid, Lateral","Supraspinatus",null,"Trapezius, Lower Fibers","Serratus Anterior"],"dynamic_stabilizer_muscles":[],"stabilizer_muscles":[null,null,null,"Levator Scapulae"],"equipment_required":["SUSPENSION"]}]